Repository: yvhiku/pgu-first-aid-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, ru

# cpr_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# cpr_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# cpr_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# cpr_q3
source: When should you call emergency services during a cpr incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة الإنعاش القلبي الرئوي؟
ru: Когда следует вызвать экстренные службы во время инцидента СЛР?

# cpr_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# cpr_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# cpr_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# cpr_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# cpr_q4
source: What should you avoid doing during cpr care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـالإنعاش القلبي الرئوي؟
ru: Что следует избегать при уходе за СЛР?

# cpr_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# cpr_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# cpr_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# cpr_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# cpr_q5
source: What is a key goal of first aid for cpr?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـالإنعاش القلبي الرئوي؟
ru: Какова основная цель первой помощи при СЛР?

# cpr_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# cpr_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# cpr_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# cpr_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# cpr_q6
source: Which tool is commonly used for handling cpr situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات الإنعاش القلبي الرئوي؟
ru: Какой инструмент обычно используется для обработки ситуаций СЛР?

# cpr_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# cpr_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# cpr_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# cpr_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# diabetics_q1
source: What is the first step when handling diabetics?
ar: ما هي الخطوة الأولى عند التعامل مع مرضى السكري؟
ru: Какой первый шаг при оказании помощи при диабетики?

# diabetics_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# diabetics_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# diabetics_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# diabetics_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# diabetics_q2
source: Which of the following is a symptom of diabetics?
ar: ما هي من الأعراض التالية لـمرضى السكري؟
ru: Какой из следующих симптомов характерен для диабетики?

# diabetics_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# diabetics_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# diabetics_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# diabetics_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# diabetics_q3
source: When should you call emergency services during a diabetics incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة مرضى السكري؟
ru: Когда следует вызвать экстренные службы во время инцидента диабетики?

# diabetics_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# diabetics_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# diabetics_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# diabetics_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# diabetics_q4
source: What should you avoid doing during diabetics care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـمرضى السكري؟
ru: Что следует избегать при уходе за диабетики?

# diabetics_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# diabetics_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# diabetics_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# diabetics_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# diabetics_q5
source: What is a key goal of first aid for diabetics?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـمرضى السكري؟
ru: Какова основная цель первой помощи при диабетики?

# diabetics_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# diabetics_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# diabetics_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# diabetics_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# diabetics_q6
source: Which tool is commonly used for handling diabetics situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات مرضى السكري؟
ru: Какой инструмент обычно используется для обработки ситуаций диабетики?

# diabetics_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# diabetics_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# diabetics_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# diabetics_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# drug_overdose_q1
source: What is the first step when handling drug overdose?
ar: ما هي الخطوة الأولى عند التعامل مع الجرعة الزائدة من المخدرات؟
ru: Какой первый шаг при оказании помощи при передозировка?

# drug_overdose_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# drug_overdose_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# drug_overdose_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# drug_overdose_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# drug_overdose_q2
source: Which of the following is a symptom of drug overdose?
ar: ما هي من الأعراض التالية لـالجرعة الزائدة من المخدرات؟
ru: Какой из следующих симптомов характерен для передозировка?

# drug_overdose_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# drug_overdose_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# drug_overdose_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# drug_overdose_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# drug_overdose_q3
source: When should you call emergency services during a drug overdose incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة الجرعة الزائدة من المخدرات؟
ru: Когда следует вызвать экстренные службы во время инцидента передозировка?

# drug_overdose_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# drug_overdose_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# drug_overdose_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# drug_overdose_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# drug_overdose_q4
source: What should you avoid doing during drug overdose care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـالجرعة الزائدة من المخدرات؟
ru: Что следует избегать при уходе за передозировка?

# drug_overdose_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# drug_overdose_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# drug_overdose_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# drug_overdose_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# drug_overdose_q5
source: What is a key goal of first aid for drug overdose?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـالجرعة الزائدة من المخدرات؟
ru: Какова основная цель первой помощи при передозировка?

# drug_overdose_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# drug_overdose_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# drug_overdose_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# drug_overdose_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# drug_overdose_q6
source: Which tool is commonly used for handling drug overdose situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات الجرعة الزائدة من المخدرات؟
ru: Какой инструмент обычно используется для обработки ситуаций передозировка?

# drug_overdose_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# drug_overdose_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# drug_overdose_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# drug_overdose_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# eye_injury_q1
source: What is the first step when handling eye injury?
ar: ما هي الخطوة الأولى عند التعامل مع إصابة العين؟
ru: Какой первый шаг при оказании помощи при травма глаза?

# eye_injury_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# eye_injury_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# eye_injury_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# eye_injury_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# eye_injury_q2
source: Which of the following is a symptom of eye injury?
ar: ما هي من الأعراض التالية لـإصابة العين؟
ru: Какой из следующих симптомов характерен для травма глаза?

# eye_injury_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# eye_injury_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# eye_injury_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# eye_injury_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# eye_injury_q3
source: When should you call emergency services during a eye injury incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة إصابة العين؟
ru: Когда следует вызвать экстренные службы во время инцидента травма глаза?

# eye_injury_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# eye_injury_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# eye_injury_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# eye_injury_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# eye_injury_q4
source: What should you avoid doing during eye injury care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـإصابة العين؟
ru: Что следует избегать при уходе за травма глаза?

# eye_injury_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# eye_injury_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# eye_injury_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# eye_injury_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# eye_injury_q5
source: What is a key goal of first aid for eye injury?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـإصابة العين؟
ru: Какова основная цель первой помощи при травма глаза?

# eye_injury_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# eye_injury_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# eye_injury_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# eye_injury_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# eye_injury_q6
source: Which tool is commonly used for handling eye injury situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات إصابة العين؟
ru: Какой инструмент обычно используется для обработки ситуаций травма глаза?

# eye_injury_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# eye_injury_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# eye_injury_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# eye_injury_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# fractures_q1
source: What is the first step when handling fractures?
ar: ما هي الخطوة الأولى عند التعامل مع الكسور؟
ru: Какой первый шаг при оказании помощи при переломы?

# fractures_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# fractures_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# fractures_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# fractures_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# fractures_q2
source: Which of the following is a symptom of fractures?
ar: ما هي من الأعراض التالية لـالكسور؟
ru: Какой из следующих симптомов характерен для переломы?

# fractures_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# fractures_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# fractures_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# fractures_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# fractures_q3
source: When should you call emergency services during a fractures incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة الكسور؟
ru: Когда следует вызвать экстренные службы во время инцидента переломы?

# fractures_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# fractures_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# fractures_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# fractures_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# fractures_q4
source: What should you avoid doing during fractures care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـالكسور؟
ru: Что следует избегать при уходе за переломы?

# fractures_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# fractures_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# fractures_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# fractures_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# fractures_q5
source: What is a key goal of first aid for fractures?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـالكسور؟
ru: Какова основная цель первой помощи при переломы?

# fractures_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# fractures_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# fractures_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# fractures_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# fractures_q6
source: Which tool is commonly used for handling fractures situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات الكسور؟
ru: Какой инструмент обычно используется для обработки ситуаций переломы?

# fractures_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# fractures_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# fractures_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# fractures_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# head_injury_q1
source: What is the first step when handling head injury?
ar: ما هي الخطوة الأولى عند التعامل مع إصابة الرأس؟
ru: Какой первый шаг при оказании помощи при травма головы?

# head_injury_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# head_injury_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# head_injury_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# head_injury_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# head_injury_q2
source: Which of the following is a symptom of head injury?
ar: ما هي من الأعراض التالية لـإصابة الرأس؟
ru: Какой из следующих симптомов характерен для травма головы?

# head_injury_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# head_injury_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# head_injury_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# head_injury_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# head_injury_q3
source: When should you call emergency services during a head injury incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة إصابة الرأس؟
ru: Когда следует вызвать экстренные службы во время инцидента травма головы?

# head_injury_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# head_injury_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# head_injury_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# head_injury_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# head_injury_q4
source: What should you avoid doing during head injury care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـإصابة الرأس؟
ru: Что следует избегать при уходе за травма головы?

# head_injury_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# head_injury_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# head_injury_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# head_injury_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# head_injury_q5
source: What is a key goal of first aid for head injury?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـإصابة الرأس؟
ru: Какова основная цель первой помощи при травма головы?

# head_injury_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# head_injury_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# head_injury_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# head_injury_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# head_injury_q6
source: Which tool is commonly used for handling head injury situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات إصابة الرأس؟
ru: Какой инструмент обычно используется для обработки ситуаций травма головы?

# head_injury_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# head_injury_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# head_injury_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# head_injury_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# heart_condition_q1
source: What is the first step when handling heart condition?
ar: ما هي الخطوة الأولى عند التعامل مع حالة القلب؟
ru: Какой первый шаг при оказании помощи при заболевание сердца?

# heart_condition_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# heart_condition_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# heart_condition_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# heart_condition_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# heart_condition_q2
source: Which of the following is a symptom of heart condition?
ar: ما هي من الأعراض التالية لـحالة القلب؟
ru: Какой из следующих симптомов характерен для заболевание сердца?

# heart_condition_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# heart_condition_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# heart_condition_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# heart_condition_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# heart_condition_q3
source: When should you call emergency services during a heart condition incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة حالة القلب؟
ru: Когда следует вызвать экстренные службы во время инцидента заболевание сердца?

# heart_condition_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# heart_condition_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# heart_condition_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# heart_condition_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# heart_condition_q4
source: What should you avoid doing during heart condition care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـحالة القلب؟
ru: Что следует избегать при уходе за заболевание сердца?

# heart_condition_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# heart_condition_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# heart_condition_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# heart_condition_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# heart_condition_q5
source: What is a key goal of first aid for heart condition?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـحالة القلب؟
ru: Какова основная цель первой помощи при заболевание сердца?

# heart_condition_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# heart_condition_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# heart_condition_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# heart_condition_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# heart_condition_q6
source: Which tool is commonly used for handling heart condition situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات حالة القلب؟
ru: Какой инструмент обычно используется для обработки ситуаций заболевание сердца?

# heart_condition_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# heart_condition_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# heart_condition_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# heart_condition_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# poisons_q1
source: What is the first step when handling poisons?
ar: ما هي الخطوة الأولى عند التعامل مع السموم؟
ru: Какой первый шаг при оказании помощи при отравления?

# poisons_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# poisons_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# poisons_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# poisons_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# poisons_q2
source: Which of the following is a symptom of poisons?
ar: ما هي من الأعراض التالية لـالسموم؟
ru: Какой из следующих симптомов характерен для отравления?

# poisons_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# poisons_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# poisons_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# poisons_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# poisons_q3
source: When should you call emergency services during a poisons incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة السموم؟
ru: Когда следует вызвать экстренные службы во время инцидента отравления?

# poisons_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# poisons_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# poisons_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# poisons_q3_opt4
source: Always
ar: دائمًا
ru: Всегда
