Repository: yvhiku/pgu-first-aid-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, ru

# seizuresStep5
source: Time the seizure. If it lasts longer than 5 minutes, call emergency services.
ar: قم بتوقيت النوبة. إذا استمرت لأكثر من 5 دقائق، اتصل بخدمات الطوارئ.
ru: Засеките время судорог. Если они длятся дольше 5 минут, вызовите скорую помощь.

# seizuresStep6
source: After the seizure, comfort and reassure the person as they regain consciousness.
ar: بعد النوبة، قدم الراحة والطمأنينة للشخص وهو يستعيد وعيه.
ru: После судорог успокойте и поддержите человека, когда он приходит в себя.

# seizuresNote1
source: Call emergency services if this is the person’s first seizure.
ar: اتصل بخدمات الطوارئ إذا كانت هذه أول نوبة للشخص.
ru: Вызовите скорую помощь, если это первые судороги у человека.

# seizuresNote2
source: Seek medical help if the person has trouble breathing or does not wake up after the seizure.
ar: اطلب المساعدة الطبية إذا واجه الشخص صعوبة في التنفس أو لم يستيقظ بعد النوبة.
ru: Обратитесь за медицинской помощью, если у человека проблемы с дыханием или он не приходит в сознание после судорог.

# shockTitle
source: Shock
ar: الصدمة
ru: Шок

# shockHeading
source: Shock
ar: الصدمة
ru: Шок

# shockIntro
source: Shock is a life-threatening condition that occurs when the body is not getting enough blood flow, leading to organ failure.
ar: الصدمة هي حالة تهدد الحياة تحدث عندما لا يحصل الجسم على ما يكفي من تدفق الدم، مما يؤدي إلى فشل الأعضاء.
ru: Шок — это опасное для жизни состояние, возникающее, когда организм не получает достаточного кровотока, что приводит к отказу органов.

# shockSignsHeading
source: Signs of Shock:
ar: علامات الصدمة:
ru: Признаки шока:

# shockFirstAidHeading
source: First Aid for Shock:
ar: الإسعافات الأولية للصدمة:
ru: Первая помощь при шоке:

# shockSign1
source: Pale, cold, clammy skin
ar: جلد شاحب، بارد، لزج
ru: Бледная, холодная, липкая кожа

# shockSign2
source: Rapid, weak pulse
ar: نبض سريع وضعيف
ru: Быстрый, слабый пульс

# shockSign3
source: Shallow breathing
ar: تنفس سطحي
ru: Поверхностное дыхание

# shockSign4
source: Confusion or loss of consciousness
ar: ارتباك أو فقدان الوعي
ru: Спутанность сознания или потеря сознания

# shockSign5
source: Nausea or vomiting
ar: غثيان أو قيء
ru: Тошнота или рвота

# shockStep1
source: Call emergency services immediately.
ar: اتصل بخدمات الطوارئ على الفور.
ru: Немедленно вызовите скорую помощь.

# shockStep2
source: Lay the person down on their back.
ar: أضجع الشخص على ظهره.
ru: Уложите человека на спину.

# shockStep3
source: Elevate the legs about 12 inches unless there is an injury that prevents this.
ar: ارفع الساقين حوالي 30 سم ما لم يكن هناك إصابة تمنع ذلك.
ru: Поднимите ноги примерно на 30 см, если нет травм, препятствующих этому.

# shockStep4
source: Keep the person warm and comfortable.
ar: حافظ على دفء الشخص وراحته.
ru: Согрейте человека и обеспечьте ему комфорт.

# shockStep5
source: Do not give the person anything to eat or drink.
ar: لا تعط الشخص أي شيء للأكل أو الشرب.
ru: Не давайте ничего есть или пить.

# shockStep6
source: Monitor breathing and be prepared to perform CPR if necessary.
ar: راقب التنفس وكن مستعدًا لإجراء الإنعاش القلبي الرئوي إذا لزم الأمر.
ru: Следите за дыханием и будьте готовы к СЛР, если необходимо.

# spinalTitle
source: Spinal Injury
ar: إصابة العمود الفقري
ru: Травма позвоночника

# spinalIntro
source: A spinal injury involves damage to the spinal cord or bones of the spine, potentially leading to paralysis or loss of sensation.
ar: إصابة العمود الفقري تشمل تلف الحبل الشوكي أو عظام العمود الفقري، مما قد يؤدي إلى الشلل أو فقدان الإحساس.
ru: Травма позвоночника включает повреждение спинного мозга или костей позвоночника, что может привести к параличу или потере чувствительности.

# spinalSignsHeading
source: Signs of Spinal Injury:
ar: علامات إصابة العمود الفقري:
ru: Признаки травмы позвоночника:

# spinalSign1
source: Severe pain or pressure in neck or back
ar: ألم شديد أو ضغط في الرقبة أو الظهر
ru: Сильная боль или давление в шее или спине

# spinalSign2
source: Weakness, paralysis, or loss of sensation in limbs
ar: ضعف، شلل، أو فقدان الإحساس في الأطراف
ru: Слабость, паралич или потеря чувствительности в конечностях

# spinalSign3
source: Loss of bladder or bowel control
ar: فقدان السيطرة على المثانة أو الأمعاء
ru: Потеря контроля над мочевым пузырем или кишечником

# spinalSign4
source: Unusual positioning of head or neck
ar: وضع غير طبيعي للرأس أو الرقبة
ru: Необычное положение головы или шеи

# spinalSign5
source: Difficulty breathing
ar: صعوبة في التنفس
ru: Затрудненное дыхание

# spinalFirstAidHeading
source: First Aid for Spinal Injury:
ar: الإسعافات الأولية لإصابة العمود الفقري:
ru: Первая помощь при травме позвоночника:

# spinalStep1
source: Call emergency services immediately.
ar: اتصل بخدمات الطوارئ على الفور.
ru: Немедленно вызовите скорую помощь.

# spinalStep2
source: Do not move the injured person unless absolutely necessary.
ar: لا تحرك الشخص المصاب إلا إذا كان ذلك ضروريًا للغاية.
ru: Не двигайте пострадавшего, если это не абсолютно необходимо.

# spinalStep3
source: If movement is necessary, stabilize the head and neck to prevent further injury.
ar: إذا كان التحرك ضروريًا، ثبّت الرأس والرقبة لمنع المزيد من الإصابة.
ru: Если движение необходимо, стабилизируйте голову и шею, чтобы предотвратить дальнейшие травмы.

# spinalStep4
source: Keep the person lying flat and still.
ar: أبقِ الشخص مستلقيًا وثابتًا.
ru: Держите человека лежащим неподвижно.

# spinalStep5
source: Monitor breathing and be prepared to perform CPR if necessary.
ar: راقب التنفس وكن مستعدًا لإجراء الإنعاش القلبي الرئوي إذا لزم الأمر.
ru: Следите за дыханием и будьте готовы к СЛР, если необходимо.

# spinalStep6
source: Reassure the injured person and keep them calm.
ar: طمئن الشخص المصاب وأبقِه هادئًا.
ru: Успокойте пострадавшего и поддерживайте его.

# sprainsStrainsTitle
source: Sprains and Strains
ar: الالتواءات والتمزقات
ru: Растяжения и вывихи

# sprainsStrainsIntro
source: Sprains are injuries to ligaments (tissue connecting bones), and strains are injuries to muscles or tendons.
ar: الالتواءات هي إصابات في الأربطة (الأنسجة التي تربط العظام)، والتمزقات هي إصابات في العضلات أو الأوتار.
ru: Растяжения — это повреждения связок (тканей, соединяющих кости), а вывихи — повреждения мышц или сухожилий.

# sprainsStrainsSignsHeading
source: Signs:
ar: العلامات:
ru: Признаки:

# sprainsStrainsSign1
source: Pain and swelling
ar: ألم وتورم
ru: Боль и отек

# sprainsStrainsSign2
source: Bruising or discoloration
ar: كدمات أو تغير في اللون
ru: Синяки или изменение цвета

# sprainsStrainsSign3
source: Limited ability to move the affected joint or muscle
ar: القدرة المحدودة على تحريك المفصل أو العضلة المصابة
ru: Ограниченная способность двигать поврежденным суставом или мышцей

# sprainsStrainsSign4
source: Muscle spasms or weakness
ar: تشنجات أو ضعف عضلي
ru: Мышечные спазмы или слабость

# sprainsStrainsFirstAidHeading
source: First Aid for Sprains and Strains:
ar: الإسعافات الأولية للالتواءات والتمزقات:
ru: Первая помощь при растяжениях и вывихах:

# sprainsStrainsStep1
source: Rest the injured area and avoid putting weight on it.
ar: ارح المنطقة المصابة وتجنب وضع الوزن عليها.
ru: Дайте отдых поврежденной области и избегайте нагрузки на нее.

# sprainsStrainsStep2
source: Apply ice packs for 15-20 minutes every 2-3 hours to reduce swelling.
ar: ضع كمادات ثلج لمدة 15-20 دقيقة كل 2-3 ساعات لتقليل التورم.
ru: Прикладывайте лед на 15-20 минут каждые 2-3 часа, чтобы уменьшить отек.

# sprainsStrainsStep3
source: Compress the area with an elastic bandage, but not too tightly.
ar: اضغط على المنطقة بضمادة مرنة، ولكن ليس بإحكام شديد.
ru: Зафиксируйте область эластичным бинтом, но не слишком туго.

# sprainsStrainsStep4
source: Elevate the injured limb above heart level to reduce swelling.
ar: ارفع الطرف المصاب فوق مستوى القلب لتقليل التورم.
ru: Поднимите поврежденную конечность выше уровня сердца, чтобы уменьшить отек.

# sprainsStrainsStep5
source: Take over-the-counter pain relief if needed.
ar: تناول مسكنات الألم التي لا تستلزم وصفة طبية إذا لزم الأمر.
ru: Примите безрецептурное обезболивающее, если необходимо.

# sprainsStrainsStep6
source: Seek medical help if severe pain, swelling, or inability to move persists.
ar: اطلب المساعدة الطبية إذا استمر الألم الشديد أو التورم أو عدم القدرة على الحركة.
ru: Обратитесь за медицинской помощью, если сильная боль, отек или невозможность двигаться сохраняются.

# strokeTitle
source: Stroke
ar: السكتة الدماغية
ru: Инсульт

# strokeIntro
source: A stroke occurs when blood flow to part of the brain is interrupted or reduced, depriving brain tissue of oxygen and nutrients.
ar: تحدث السكتة الدماغية عندما ينقطع تدفق الدم إلى جزء من الدماغ أو ينخفض، مما يحرم أنسجة المخ من الأكسجين والمواد المغذية.
ru: Инсульт происходит, когда кровоток к части мозга прерывается или уменьшается, лишая мозговую ткань кислорода и питательных веществ.

# strokeSignsHeading
source: Signs and Symptoms:
ar: العلامات والأعراض:
ru: Признаки и симптомы:

# strokeSign1
source: Sudden numbness or weakness of face, arm, or leg, especially on one side of the body
ar: خدر مفاجئ أو ضعف في الوجه أو الذراع أو الساق، خاصة في جانب واحد من الجسم
ru: Внезапное онемение или слабость лица, руки или ноги, особенно на одной стороне тела

# strokeSign2
source: Confusion, trouble speaking or understanding speech
ar: ارتباك، صعوبة في الكلام أو فهم الكلام
ru: Спутанность сознания, проблемы с речью или пониманием речи

# strokeSign3
source: Trouble seeing in one or both eyes
ar: صعوبة في الرؤية في إحدى العينين أو كلتيهما
ru: Проблемы со зрением в одном или обоих глазах

# strokeSign4
source: Difficulty walking, dizziness, loss of balance or coordination
ar: صعوبة في المشي، دوار، فقدان التوازن أو التنسيق
ru: Трудности при ходьбе, головокружение, потеря равновесия или координации

# strokeSign5
source: Severe headache with no known cause
ar: صداع شديد بدون سبب معروف
ru: Сильная головная боль без известной причины

# strokeFirstAidHeading
source: First Aid for Stroke:
ar: الإسعافات الأولية للسكتة الدماغية:
ru: Первая помощь при инсульте:

# strokeStep1
source: Call emergency services immediately. Time is critical.
ar: اتصل بخدمات الطوارئ على الفور. الوقت عامل حاسم.
ru: Немедленно вызовите скорую помощь. Время критично.

# strokeStep2
source: Keep the person safe and comfortable, help them sit or lie down.
ar: احفظ الشخص آمنًا ومريحًا، وساعده على الجلوس أو الاستلقاء.
ru: Держите человека в безопасности и комфорте, помогите ему сесть или лечь.

# strokeStep3
source: If unconscious but breathing, place in the recovery position.
ar: إذا كان فاقدًا للوعي ولكنه يتنفس، ضعه في وضعية التعافي.
ru: Если человек без сознания, но дышит, поместите его в позу восстановления.

# strokeStep4
source: Do not give food, drink, or medication.
ar: لا تعطِ طعامًا أو شرابًا أو دواءً.
ru: Не давайте еду, питье или лекарства.

# strokeStep5
source: Monitor their breathing and responsiveness until help arrives.
ar: راقب تنفسه واستجابته حتى وصول المساعدة.
ru: Следите за дыханием и реакцией до прибытия помощи.

# woundCareTitle
source: Wound Care
ar: العناية بالجروح
ru: Уход за ранами

# woundCareIntro
source: Proper wound care helps prevent infection and promotes faster healing.
ar: العناية المناسبة بالجروح تساعد في منع العدوى وتعزز الشفاء بشكل أسرع.
ru: Правильный уход за ранами помогает предотвратить инфекцию и ускоряет заживление.

# woundCareStepsHeading
source: Steps for Basic Wound Care:
ar: خطوات العناية الأساسية بالجروح:
ru: Шаги базового ухода за ранами:

# woundCareStep1
source: Wash your hands thoroughly before touching the wound.
ar: اغسل يديك جيدًا قبل لمس الجرح.
ru: Тщательно вымойте руки перед прикосновением к ране.

# woundCareStep2
source: Stop the bleeding by applying gentle pressure with a clean cloth.
ar: أوقف النزيف عن طريق الضغط برفق بقطعة قماش نظيفة.
ru: Остановите кровотечение, осторожно надавив чистой тканью.

# woundCareStep3
source: Clean the wound with clean water. Avoid using hydrogen peroxide or iodine directly as they may damage tissue.
ar: نظف الجرح بالماء النظيف. تجنب استخدام بيروكسيد الهيدروجين أو اليود مباشرة لأنها قد تتلف الأنسجة.
ru: Очистите рану чистой водой. Избегайте использования перекиси водорода или йода напрямую, так как они могут повредить ткани.

# woundCareStep4
source: Apply an antibiotic ointment to prevent infection.
ar: ضع مرهمًا مضادًا حيويًا لمنع العدوى.
ru: Нанесите антибактериальную мазь для предотвращения инфекции.

# woundCareStep5
source: Cover the wound with a sterile bandage or dressing.
ar: غطِ الجرح بضمادة أو غطاء معقم.
ru: Накройте рану стерильной повязкой или бинтом.

# woundCareStep6
source: Change the dressing daily or whenever it becomes wet or dirty.
ar: غيّر الضمادة يوميًا أو كلما أصبحت مبللة أو متسخة.
ru: Меняйте повязку ежедневно или когда она становится мокрой или грязной.

# woundCareStep7
source: Watch for signs of infection: increased redness, swelling, warmth, pain, or pus.
ar: راقب علامات العدوى: زيادة الاحمرار، التورم، الدفء، الألم، أو الصديد.
ru: Следите за признаками инфекции: усиление покраснения, отека, тепла, боли или гноя.

# woundCareMedicalHelpHeading
source: When to Seek Medical Help:
ar: متى تطلب المساعدة الطبية:
ru: Когда обращаться за медицинской помощью:

# woundCareMedicalHelp1
source: The wound is deep, large, or won’t stop bleeding.
ar: الجرح عميق، كبير، أو لا يتوقف عن النزيف.
ru: Рана глубокая, большая или не останавливается кровотечение.

# woundCareMedicalHelp2
source: You see signs of infection.
ar: ترى علامات العدوى.
ru: Вы видите признаки инфекции.

# woundCareMedicalHelp3
source: The wound was caused by a dirty or rusty object, or an animal bite.
ar: الجرح ناتج عن جسم متسخ أو صدئ، أو عضة حيوان.
ru: Рана вызвана грязным или ржавым предметом, или укусом животного.

source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
ru: Вы уверены, что хотите выйти?

# woundCareMedicalHelp4
source: You have not had a tetanus shot in the last 5 years.
ar: لم تحصل على لقاح الكزاز في السنوات الخمس الماضية.
ru: Вы не делали прививку от столбняка в последние 5 лет.
