Repository: yvhiku/pgu-first-aid-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, ru

# signInRequiredTitle
source: Sign in required
ar: تسجيل الدخول مطلوب
ru: Требуется вход

# signInRequiredMessage
source: You must be signed in to save topics. Would you like to sign in now?
ar: يجب تسجيل الدخول لحفظ المواضيع. هل ترغب في تسجيل الدخول الآن؟
ru: Вы должны войти, чтобы сохранять темы. Хотите войти сейчас?

source: Yes
ar: نعم
ru: Да

# guestProfileMessage
source: You’re browsing as a guest. Sign in to access your profile and settings.
ar: أنت تتصفح كضيف. قم بتسجيل الدخول للوصول إلى ملفك الشخصي والإعدادات.
ru: Вы просматриваете как гость. Войдите, чтобы получить доступ к вашему профилю и настройкам.

source: Quiz Completed!
ar: تم الانتهاء من الاختبار!
ru: Викторина завершена!

source: Your score:
ar: نقاطك:
ru: Ваша оценка:

source: Take Quiz
ar: ابدأ الاختبار
ru: Начать викторину

# allergic_reactions_q1
source: What is the first step when handling allergic reactions?
ar: ما هي الخطوة الأولى عند التعامل مع ردود الفعل التحسسية؟
ru: Какой первый шаг при оказании помощи при аллергические реакции?

# allergic_reactions_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# allergic_reactions_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# allergic_reactions_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# allergic_reactions_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# allergic_reactions_q2
source: Which of the following is a symptom of allergic reactions?
ar: ما هي من الأعراض التالية لـردود الفعل التحسسية؟
ru: Какой из следующих симптомов характерен для аллергические реакции?

# allergic_reactions_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# allergic_reactions_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# allergic_reactions_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# allergic_reactions_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# allergic_reactions_q3
source: When should you call emergency services during a allergic reactions incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة ردود الفعل التحسسية؟
ru: Когда следует вызвать экстренные службы во время инцидента аллергические реакции?

# allergic_reactions_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# allergic_reactions_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# allergic_reactions_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# allergic_reactions_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# allergic_reactions_q4
source: What should you avoid doing during allergic reactions care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـردود الفعل التحسسية؟
ru: Что следует избегать при уходе за аллергические реакции?

# allergic_reactions_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# allergic_reactions_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# allergic_reactions_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# allergic_reactions_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# allergic_reactions_q5
source: What is a key goal of first aid for allergic reactions?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـردود الفعل التحسسية؟
ru: Какова основная цель первой помощи при аллергические реакции?

# allergic_reactions_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# allergic_reactions_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# allergic_reactions_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# allergic_reactions_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# allergic_reactions_q6
source: Which tool is commonly used for handling allergic reactions situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات ردود الفعل التحسسية؟
ru: Какой инструмент обычно используется для обработки ситуаций аллергические реакции?

# allergic_reactions_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# allergic_reactions_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# allergic_reactions_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# allergic_reactions_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# assess_q1
source: What is the first step when handling assessing injured person?
ar: ما هي الخطوة الأولى عند التعامل مع تقييم الشخص المصاب؟
ru: Какой первый шаг при оказании помощи при оценки пострадавшего?

# assess_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# assess_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# assess_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# assess_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# assess_q2
source: Which of the following is a symptom of assessing injured person?
ar: ما هي من الأعراض التالية لـتقييم الشخص المصاب؟
ru: Какой из следующих симптомов характерен для оценки пострадавшего?

# assess_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# assess_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# assess_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# assess_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# assess_q3
source: When should you call emergency services during a assessing injured person incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة تقييم الشخص المصاب؟
ru: Когда следует вызвать экстренные службы во время инцидента оценки пострадавшего?

# assess_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# assess_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# assess_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# assess_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# assess_q4
source: What should you avoid doing during assessing injured person care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـتقييم الشخص المصاب؟
ru: Что следует избегать при уходе за оценки пострадавшего?

# assess_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# assess_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# assess_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# assess_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# assess_q5
source: What is a key goal of first aid for assessing injured person?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـتقييم الشخص المصاب؟
ru: Какова основная цель первой помощи при оценки пострадавшего?

# assess_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# assess_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# assess_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# assess_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# assess_q6
source: Which tool is commonly used for handling assessing injured person situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات تقييم الشخص المصاب؟
ru: Какой инструмент обычно используется для обработки ситуаций оценки пострадавшего?

# assess_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# assess_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# assess_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# assess_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# asthma_q1
source: What is the first step when handling asthma?
ar: ما هي الخطوة الأولى عند التعامل مع الربو؟
ru: Какой первый шаг при оказании помощи при астма?

# asthma_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# asthma_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# asthma_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# asthma_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# asthma_q2
source: Which of the following is a symptom of asthma?
ar: ما هي من الأعراض التالية لـالربو؟
ru: Какой из следующих симптомов характерен для астма?

# asthma_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# asthma_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# asthma_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# asthma_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# asthma_q3
source: When should you call emergency services during a asthma incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة الربو؟
ru: Когда следует вызвать экстренные службы во время инцидента астма?

# asthma_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# asthma_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# asthma_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# asthma_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# asthma_q4
source: What should you avoid doing during asthma care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـالربو؟
ru: Что следует избегать при уходе за астма?

# asthma_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# asthma_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# asthma_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# asthma_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# asthma_q5
source: What is a key goal of first aid for asthma?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـالربو؟
ru: Какова основная цель первой помощи при астма?

# asthma_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# asthma_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# asthma_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# asthma_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# asthma_q6
source: Which tool is commonly used for handling asthma situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات الربو؟
ru: Какой инструмент обычно используется для обработки ситуаций астма?

# asthma_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# asthma_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# asthma_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# asthma_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# bites_q1
source: What is the first step when handling bites?
ar: ما هي الخطوة الأولى عند التعامل مع العضات؟
ru: Какой первый шаг при оказании помощи при укусы?

# bites_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# bites_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# bites_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# bites_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# bites_q2
source: Which of the following is a symptom of bites?
ar: ما هي من الأعراض التالية لـالعضات؟
ru: Какой из следующих симптомов характерен для укусы?

# bites_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# bites_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# bites_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# bites_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# bites_q3
source: When should you call emergency services during a bites incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة العضات؟
ru: Когда следует вызвать экстренные службы во время инцидента укусы?

# bites_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# bites_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# bites_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# bites_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# bites_q4
source: What should you avoid doing during bites care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـالعضات؟
ru: Что следует избегать при уходе за укусы?

# bites_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# bites_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# bites_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# bites_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# bites_q5
source: What is a key goal of first aid for bites?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـالعضات؟
ru: Какова основная цель первой помощи при укусы?

# bites_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# bites_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# bites_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# bites_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# bites_q6
source: Which tool is commonly used for handling bites situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات العضات؟
ru: Какой инструмент обычно используется для обработки ситуаций укусы?

# bites_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# bites_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# bites_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# bites_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# bleeding_q1
source: What is the first step when handling bleeding?
ar: ما هي الخطوة الأولى عند التعامل مع النزيف؟
ru: Какой первый шаг при оказании помощи при кровотечение?

# bleeding_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# bleeding_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# bleeding_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# bleeding_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# bleeding_q2
source: Which of the following is a symptom of bleeding?
ar: ما هي من الأعراض التالية لـالنزيف؟
ru: Какой из следующих симптомов характерен для кровотечение?

# bleeding_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# bleeding_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# bleeding_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# bleeding_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# bleeding_q3
source: When should you call emergency services during a bleeding incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة النزيف؟
ru: Когда следует вызвать экстренные службы во время инцидента кровотечение?

# bleeding_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# bleeding_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# bleeding_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# bleeding_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# bleeding_q4
source: What should you avoid doing during bleeding care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـالنزيف؟
ru: Что следует избегать при уходе за кровотечение?

# bleeding_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# bleeding_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# bleeding_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# bleeding_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# bleeding_q5
source: What is a key goal of first aid for bleeding?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـالنزيف؟
ru: Какова основная цель первой помощи при кровотечение?

# bleeding_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# bleeding_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# bleeding_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# bleeding_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# bleeding_q6
source: Which tool is commonly used for handling bleeding situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات النزيف؟
ru: Какой инструмент обычно используется для обработки ситуаций кровотечение?

# bleeding_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# bleeding_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# bleeding_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# bleeding_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# burns_q1
source: What is the first step when handling burns?
ar: ما هي الخطوة الأولى عند التعامل مع الحروق؟
ru: Какой первый шаг при оказании помощи при ожоги?

# burns_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# burns_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# burns_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# burns_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# burns_q2
source: Which of the following is a symptom of burns?
ar: ما هي من الأعراض التالية لـالحروق؟
ru: Какой из следующих симптомов характерен для ожоги?

# burns_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# burns_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# burns_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# burns_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# burns_q3
source: When should you call emergency services during a burns incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة الحروق؟
ru: Когда следует вызвать экстренные службы во время инцидента ожоги?

# burns_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# burns_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# burns_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# burns_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# burns_q4
source: What should you avoid doing during burns care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـالحروق؟
ru: Что следует избегать при уходе за ожоги?

# burns_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# burns_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# burns_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# burns_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# burns_q5
source: What is a key goal of first aid for burns?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـالحروق؟
ru: Какова основная цель первой помощи при ожоги?

# burns_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# burns_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# burns_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# burns_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# burns_q6
source: Which tool is commonly used for handling burns situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات الحروق؟
ru: Какой инструмент обычно используется для обработки ситуаций ожоги?

# burns_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# burns_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# burns_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# burns_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# choking_q1
source: What is the first step when handling choking?
ar: ما هي الخطوة الأولى عند التعامل مع الاختناق؟
ru: Какой первый шаг при оказании помощи при удушье?

# choking_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# choking_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# choking_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# choking_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# choking_q2
source: Which of the following is a symptom of choking?
ar: ما هي من الأعراض التالية لـالاختناق؟
ru: Какой из следующих симптомов характерен для удушье?

# choking_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# choking_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# choking_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# choking_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# choking_q3
source: When should you call emergency services during a choking incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة الاختناق؟
ru: Когда следует вызвать экстренные службы во время инцидента удушье?

# choking_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# choking_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# choking_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# choking_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# choking_q4
source: What should you avoid doing during choking care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـالاختناق؟
ru: Что следует избегать при уходе за удушье?

# choking_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# choking_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# choking_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# choking_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# choking_q5
source: What is a key goal of first aid for choking?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـالاختناق؟
ru: Какова основная цель первой помощи при удушье?

# choking_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# choking_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# choking_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# choking_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# choking_q6
source: Which tool is commonly used for handling choking situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات الاختناق؟
ru: Какой инструмент обычно используется для обработки ситуаций удушье?

# choking_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# choking_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# choking_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# choking_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# cpr_q1
source: What is the first step when handling cpr?
ar: ما هي الخطوة الأولى عند التعامل مع الإنعاش القلبي الرئوي؟
ru: Какой первый шаг при оказании помощи при СЛР?

# cpr_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# cpr_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# cpr_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# cpr_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# cpr_q2
source: Which of the following is a symptom of cpr?
ar: ما هي من الأعراض التالية لـالإنعاش القلبي الرئوي؟
ru: Какой из следующих симптомов характерен для СЛР?

# cpr_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение
