Repository: yvhiku/pgu-first-aid-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, ru

# wound_care_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# wound_care_q6
source: Which tool is commonly used for handling wound care situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات العناية بالجروح؟
ru: Какой инструмент обычно используется для обработки ситуаций уход за ранами?

# wound_care_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# wound_care_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# wound_care_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# wound_care_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

source: Select Language
ar: اختر اللغة
ru: Выберите язык

source: Choose Your Language
ar: اختر لغتك المفضلة
ru: Выберите ваш язык

# languageSelectionDescription
source: Please select your preferred language for the app
ar: الرجاء اختيار اللغة المفضلة للتطبيق
ru: Пожалуйста, выберите предпочитаемый язык для приложения

# continueText
source: Continue
ar: متابعة
ru: Продолжить

source: Home
ar: الرئيسية
ru: Главная

source: Topics
ar: المواضيع
ru: Темы

source: Saved
ar: المحفوظات
ru: Сохранённое

source: Profile
ar: الملف الشخصي
ru: Профиль

# couldNotLaunchMaps
source: Could not launch Yandex or Google Maps.
ar: تعذر فتح خرائط ياندكس أو خرائط جوجل.
ru: Не удалось открыть Яндекс.Карты или Google Карты.

source: Find Nearest Hospital
ar: ابحث عن أقرب مستشفى
ru: Найти ближайшую больницу

# doctor
source: Tap any icon to learn how to respond in an emergency!
ar: اضغط على أيقونة لتتعلم كيفية التصرف في حالة الطوارئ!
ru: Нажмите на любую иконку, чтобы узнать, как действовать в экстренной ситуации!

# tWelcomeTitle
source: Welcome to PGU First Aid
ar: مرحبًا بكم في الإسعافات الأولية PGU
ru: Добро пожаловать в PGU First Aid

# tWelcomeSubTitle
source: Your Quick Guide to First Aid & Emergency Care!
ar: دليلك السريع للإسعافات الأولية والرعاية الطارئة!
ru: Ваше краткое руководство по первой помощи и экстренной помощи!

# tLogin
source: Login
ar: تسجيل الدخول
ru: Войти

# tSignUP
source: Sign Up
ar: إنشاء حساب
ru: Зарегистрироваться

# tLoginTitle
source: Register Now!,
ar: سجل الآن!
ru: Зарегистрируйтесь сейчас!

# tLoginSubTitle
source: Seconds Save Lives, Be Prepared
ar: الثواني تنقذ الأرواح، كن مستعدًا
ru: Секунды спасают жизни, будьте готовы

# tRememberMe
source: Remember Me?
ar: تذكرني؟
ru: Запомнить меня?

# tAlreadyHaveAnAccount
source: Already have an Account?
ar: هل لديك حساب بالفعل؟
ru: Уже есть аккаунт?

# tDontHaveAnAccount
source: Don't have an Account?
ar: ليس لديك حساب؟
ru: Нет аккаунта?

# tEmail
source: E-Mail
ar: البريد الإلكتروني
ru: Электронная почта

# tPassword
source: Password
ar: كلمة المرور
ru: Пароль

# tForgot
source: Forgot Password?
ar: نسيت كلمة المرور؟
ru: Забыли пароль?

# tSignInWithGoogle
source: Sign-in With Google
ar: تسجيل الدخول عبر جوجل
ru: Войти через Google

# tSignUpTitle
source: Be Ready.
ar: كن مستعدًا.
ru: Будьте готовы.

# tSignUpSubTitle
source: Be prepared for emergencies. Create an account to unlock life-saving features.
ar: كن مستعدًا للطوارئ. أنشئ حسابًا لفتح ميزات إنقاذ الحياة.
ru: Будьте готовы к чрезвычайным ситуациям. Создайте аккаунт, чтобы открыть жизненно важные функции.

# tFullname
source: Full Name
ar: الاسم الكامل
ru: Полное имя

# tConfirmPass
source: Confirm Password
ar: تأكيد كلمة المرور
ru: Подтвердите пароль

# tPhoneNum
source: Phone Number
ar: رقم الهاتف
ru: Номер телефона

# tChooseMethod
source: Choose method to reset your password
ar: اختر طريقة لإعادة تعيين كلمة المرور
ru: Выберите способ сброса пароля

# tForgotpass
source: Forgot Password?
ar: نسيت كلمة المرور؟
ru: Забыли пароль?

# tForgetTitle
source: Make Selection!
ar: اختر طريقة!
ru: Сделайте выбор!

# tForgetSubTitle
source: Select one of the options bellow to reset your password
ar: اختر أحد الخيارات أدناه لإعادة تعيين كلمة المرور
ru: Выберите один из вариантов ниже, чтобы сбросить пароль

# tResetEmail
source: Reset via E-mail Verification
ar: إعادة التعيين عبر البريد الإلكتروني
ru: Сброс через электронную почту

# tResetPhone
source: Reset via Phone Verification
ar: إعادة التعيين عبر الهاتف
ru: Сброс через телефон

# tForgetEmailSubTitle
source: Enter your email to reset your password
ar: أدخل بريدك الإلكتروني لإعادة تعيين كلمة المرور
ru: Введите вашу электронную почту для сброса пароля

# tForgetPhoneSubTitle
source: Enter your Number to reset your password
ar: أدخل رقم هاتفك لإعادة تعيين كلمة المرور
ru: Введите ваш номер для сброса пароля

# tNeedHelp
source: Need Help?
ar: بحاجة إلى مساعدة؟
ru: Нужна помощь?

# tContactSupport
source: Contact Support
ar: اتصل بالدعم
ru: Связаться с поддержкой

# tOtpSubTitle
source: Verification
ar: التحقق
ru: Проверка

# tOtpMessage
source: Enter your verification code
ar: أدخل رمز التحقق
ru: Введите код подтверждения

# tNext
source: Next
ar: التالي
ru: Далее

# tOtpTitle
source: OTP Verification
ar: التحقق برمز OTP
ru: Проверка OTP

# tVerify
source: VERIFY
ar: تحقق
ru: ПОДТВЕРДИТЬ

# tEmergencyNum
source: Emergency Number
ar: رقم الطوارئ
ru: Экстренный номер

# tHome
source: Home
ar: الرئيسية
ru: Главная

# tTopics
source: Topics
ar: المواضيع
ru: Темы

# tSaved
source: Saved
ar: المحفوظة
ru: Сохранено

# tProfile
source: Profile
ar: الملف الشخصي
ru: Профиль

# tCpr
source: CPR
ar: إنعاش القلب
ru: СЛР

# tBleeding
source: Bleeding
ar: النزيف
ru: Кровотечение

# tBurns
source: Burns
ar: الحروق
ru: Ожоги

# tChoking
source: Choking
ar: الاختناق
ru: Удушье

# tPoisons
source: Poisons
ar: التسمم
ru: Отравления

# tBites
source: Bites
ar: لدغات
ru: Укусы

# tAllergicReaction
source: Allergic Reaction
ar: الحساسية
ru: Аллергическая реакция

# tDiabetics
source: Diabetics
ar: السكري
ru: Диабет

# tDrugOverdose
source: Drug Overdose
ar: جرعة زائدة
ru: Передозировка

# tEyeInjury
source: Eye Injury
ar: إصابة العين
ru: Травма глаза

# tFractures
source: Fractures
ar: الكسور
ru: Переломы

# tHeadInjury
source: Head Injury
ar: إصابة الرأس
ru: Травма головы

# tHeartCondition
source: Heart Condition
ar: أمراض القلب
ru: Болезни сердца

# tSeizure
source: Seizure
ar: نوبات
ru: Судороги

# tShock
source: Shock
ar: الصدمة
ru: Шок

# tSpinalInjury
source: Spinal Injury
ar: إصابة العمود الفقري
ru: Травма позвоночника

# tSprainsStrains
source: Sprains & Strains
ar: الالتواءات
ru: Растяжения

# tStroke
source: Stroke
ar: السكتة الدماغية
ru: Инсульт

# tWoundCare
source: Wound Care
ar: العناية بالجروح
ru: Уход за ранами

# tAssessing
source: Assessing injured Person
ar: تقييم المصاب
ru: Оценка пострадавшего

# tRecoveryPos
source: Recovery Position
ar: وضعية التعافي
ru: Поза восстановления

# tAllTopics
source: All Topics
ar: جميع المواضيع
ru: Все темы

# tLogout
source: Logout
ar: تسجيل الخروج
ru: Выйти

# tEditProfile
source: Edit Profile
ar: تعديل الملف الشخصي
ru: Редактировать профиль

# tProfileHeader1
source: Settings
ar: الإعدادات
ru: Настройки

# tMyAccount
source: Edit Profile
ar: تعديل الملف الشخصي
ru: Редактировать профиль

# tChangeLang
source: Change Language
ar: تغيير اللغة
ru: Изменить язык

# tProfileHeader2
source: Support
ar: الدعم
ru: Поддержка

# tContactUs
source: Contact US
ar: اتصل بنا
ru: Связаться с нами

# tProfileHeader3
source: Legal
ar: قانوني
ru: Правовая информация

# tPrivacyPol
source: Privacy Policy
ar: سياسة الخصوصية
ru: Политика конфиденциальности

# tAboutUs
source: About PGU First Aid
ar: حول تطبيق PGU للإسعافات الأولية
ru: О приложении PGU First Aid

# tsubject
source: App Support Request
ar: طلب دعم التطبيق
ru: Запрос на поддержку приложения

# tCannotmakecall
source: Cannot Make Call
ar: لا يمكن إجراء المكالمة
ru: Невозможно совершить звонок

# tcallthisnum
source: Please call this number directly:
ar: يرجى الاتصال بهذا الرقم مباشرة:
ru: Пожалуйста, позвоните по этому номеру напрямую:

# tOK
source: OK
ar: موافق
ru: ОК

# tcopyphone
source: Phone number copied
ar: تم نسخ رقم الهاتف
ru: Номер телефона скопирован

# tCopy
source: COPY
ar: نسخ
ru: КОПИРОВАТЬ

# tCannotsendemail
source: Cannot Send Email,
ar: لا يمكن إرسال البريد الإلكتروني
ru: Невозможно отправить письмо,

# tpleaseContactUsAt
source: Please contact us at:
ar: يرجى الاتصال بنا على:
ru: Пожалуйста, свяжитесь с нами по адресу:

# temailCopied
source: Email copied
ar: تم نسخ البريد الإلكتروني
ru: Электронная почта скопирована

# tweAreHereToHelp
source: We're here to help!
ar: نحن هنا لمساعدتك!
ru: Мы здесь, чтобы помочь!

# tcontactOurSupportTeam
source: Contact our support team through any of the following methods:
ar: اتصل بفريق الدعم لدينا عبر أي من الطرق التالية:
ru: Свяжитесь с нашей службой поддержки любым из следующих способов:

# temailSupport
source: Email Support
ar: الدعم عبر البريد الإلكتروني
ru: Поддержка по электронной почте

# tgetHelpViaEmail
source: Get help via email
ar: احصل على المساعدة عبر البريد الإلكتروني
ru: Получить помощь по электронной почте

# tsendEmail
source: Send Email
ar: إرسال بريد إلكتروني
ru: Отправить письмо

# tphoneSupport
source: Phone Support
ar: الدعم الهاتفي
ru: Телефонная поддержка

# tcallOurSupportTeam
source: Call our support team
ar: اتصل بفريق الدعم لدينا
ru: Позвоните в нашу службу поддержки

# tcallNow
source: Call Now
ar: اتصل الآن
ru: Позвонить сейчас

# tliveChat
source: Live Chat
ar: الدردشة المباشرة
ru: Онлайн-чат

# tchatWithAgent
source: Chat with an agent
ar: الدردشة مع وكيل
ru: Чат с агентом

# tstartChat
source: Start Chat
ar: ابدأ الدردشة
ru: Начать чат

# tliveChatComingSoon
source: Live chat coming soon!
ar: الدردشة المباشرة قريبًا!
ru: Онлайн-чат скоро будет доступен!

# tfaq
source: Frequently Asked Questions
ar: الأسئلة الشائعة
ru: Часто задаваемые вопросы

# tquestion
source: question
ar: سؤال
ru: вопрос

# tanswer
source: answer
ar: إجابة
ru: ответ

# tquestion1
source: How do I reset my password?
ar: كيف يمكنني إعادة تعيين كلمة المرور؟
ru: Как сбросить пароль?

# tanswer1
source: You don't need to reset password cause you automatically login to your account using Google Account.
ar: لا تحتاج إلى إعادة تعيين كلمة المرور لأنك تقوم بتسجيل الدخول تلقائيًا باستخدام حساب جوجل.
ru: Вам не нужно сбрасывать пароль, так как вы автоматически входите в аккаунт с помощью Google.

# tquestion2
source: How do I contact customer service?
ar: كيف يمكنني الاتصال بخدمة العملاء؟
ru: Как связаться со службой поддержки?

# tanswer2
source: Use any of the contact methods above or visit our website for more options.
ar: استخدم أي من طرق الاتصال المذكورة أعلاه أو قم بزيارة موقعنا لمزيد من الخيارات.
ru: Используйте любой из способов связи выше или посетите наш сайт для дополнительных вариантов.

# totpVerification
source: OTP Verification
ar: التحقق برمز OTP
ru: Проверка OTP

# tverification
source: Verification
ar: التحقق
ru: Проверка

# tenterOtpSentToPhone
source: Enter the OTP sent to your phone number
ar: أدخل رمز OTP المرسل إلى هاتفك
ru: Введите OTP, отправленный на ваш телефон

# tenter6DigitCode
source: Enter 6-Digit Code
ar: أدخل رمز مكون من 6 أرقام
ru: Введите 6-значный код

# tdidntReceiveCode
source: Didn't receive any code?
ar: لم تستلم أي رمز؟
ru: Не получили код?

# tresend
source: Resend
ar: إعادة إرسال
ru: Отправить снова

# tcompleteProfile
source: Complete Profile
ar: إكمال الملف الشخصي
ru: Завершить профиль

# ttellOthersAboutYou
source: Tell others about yourself
ar: أخبر الآخرين عن نفسك
ru: Расскажите о себе другим

# tcontinue
source: CONTINUE
ar: متابعة
ru: ПРОДОЛЖИТЬ

# tpleaseUploadPhoto
source: Please upload your profile photo
ar: يرجى تحميل صورة الملف الشخصي
ru: Пожалуйста, загрузите фото профиля

# temergencyNumber
source: EMERGENCY NUMBER
ar: رقم الطوارئ
ru: ЭКСТРЕННЫЙ НОМЕР

# temergencyCall
source: EMERGENCY call
ar: مكالمة طوارئ
ru: ЭКСТРЕННЫЙ вызов

# tareYouSureCall112
source: Are you sure you want to call 112?
ar: هل أنت متأكد أنك تريد الاتصال بالرقم 112؟
ru: Вы уверены, что хотите позвонить по номеру 112?

# tcancel
source: Cancel
ar: إلغاء
ru: Отмена

# tcall
source: Call
ar: اتصال
ru: Вызов

# taboutPGUFA
source: About PGU First Aid App
ar: حول تطبيق PGU للإسعافات الأولية
ru: О приложении PGU First Aid

# taboutHeader
source: The PGU First Aid App is designed to provide essential first aid information to users in emergency situations. Developed with students and the public in mind, this app offers easy-to-follow guides on handling common injuries and health emergencies.
ar: تم تصميم تطبيق PGU للإسعافات الأولية لتقديم معلومات أساسية عن الإسعافات الأولية للمستخدمين في حالات الطوارئ. تم تطوير هذا التطبيق مع وضع الطلاب والجمهور في الاعتبار، حيث يوفر أدلة سهلة المتابعة للتعامل مع الإصابات وحالات الطوارئ الصحية الشائعة.
ru: Приложение PGU First Aid разработано для предоставления важной информации о первой помощи в экстренных ситуациях. Разработанное для студентов и широкой публики, это приложение предлагает простые инструкции по оказанию первой помощи при распространенных травмах и неотложных состояниях.

# taboutHeader1
source: Features:
ar: الميزات:
ru: Функции:

# taboutParagraph
source: - Step-by-step instructions for first aid procedures. - Topics include CPR, burns, choking, fractures, bleeding, and more. - Offline access to vital information. - Clean and simple interface for quick navigation.
ar: - تعليمات خطوة بخطوة لإجراءات الإسعافات الأولية. - مواضيع تشمل إنعاش القلب والرئتين، الحروق، الاختناق، الكسور، النزيف، والمزيد. - الوصول إلى المعلومات الحيوية دون اتصال بالإنترنت. - واجهة بسيطة وسهلة للتنقل السريع.
ru: - Пошаговые инструкции по оказанию первой помощи. - Темы включают СЛР, ожоги, удушье, переломы, кровотечение и многое другое. - Доступ к важной информации в оффлайн-режиме. - Простой и понятный интерфейс для быстрой навигации.

# taboutHeader2
source: Who Developed This App?
ar: من قام بتطوير هذا التطبيق؟
ru: Кто разработал это приложение?

# taboutParagraph2
source: This app was developed as part of a student project at PGU (Penza State University), with the goal of enhancing public safety awareness and response skills.
ar: تم تطوير هذا التطبيق كجزء من مشروع طلابي في جامعة بينزا الحكومية (PGU)، بهدف تعزيز الوعي العام بمهارات السلامة والاستجابة.
ru: Это приложение было разработано как часть студенческого проекта в Пензенском государственном университете (ПГУ) с целью повышения осведомленности о безопасности и навыках реагирования.

# taboutHeader3
source: Disclaimer:
ar: إخلاء المسؤولية:
ru: Отказ от ответственности:

# taboutParagraph3
source: This app is intended for educational purposes and general guidance only. It is not a substitute for professional medical advice or training. In a medical emergency, always contact emergency services or a healthcare professional.
ar: يهدف هذا التطبيق إلى الأغراض التعليمية والإرشاد العام فقط. وهو ليس بديلاً عن المشورة الطبية المهنية أو التدريب. في حالات الطوارئ الطبية، اتصل دائمًا بخدمات الطوارئ أو أخصائي الرعاية الصحية.
ru: Это приложение предназначено только для образовательных целей и общего руководства. Оно не заменяет профессиональную медицинскую консультацию или обучение. В медицинских чрезвычайных ситуациях всегда обращайтесь в службы экстренной помощи или к медицинскому специалисту.

# taboutHeader4
source: Contact Us:
ar: اتصل بنا:
ru: Свяжитесь с нами:

# taboutParagraph4
source: For feedback or inquiries, please contact: yvhiku@yandex.ru
ar: للتعليقات أو الاستفسارات، يرجى الاتصال: yvhiku@yandex.ru
ru: Для обратной связи или вопросов, пожалуйста, свяжитесь: yvhiku@yandex.ru

# tprivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
ru: Политика конфиденциальности

# tprivacyPolicyHeader
source: Your privacy is important to us. This Privacy Policy explains how we collect, use, and protect your information when you use the First Aid App.
ar: خصوصيتك مهمة بالنسبة لنا. توضح سياسة الخصوصية هذه كيفية جمعنا واستخدامنا وحماية معلوماتك عند استخدام تطبيق الإسعافات الأولية.
ru: Ваша конфиденциальность важна для нас. Эта Политика конфиденциальности объясняет, как мы собираем, используем и защищаем вашу информацию при использовании приложения First Aid.

# tprivacyQ1
source: 1. Information We Collect
ar: 1. المعلومات التي نجمعها
ru: 1. Какую информацию мы собираем

# tprivacyA1
source: - Personal information you provide, such as your name and email when signing up. - Data related to app usage, saved topics, and preferences.
ar: - المعلومات الشخصية التي تقدمها، مثل اسمك وبريدك الإلكتروني عند التسجيل. - البيانات المتعلقة باستخدام التطبيق، المواضيع المحفوظة، والتفضيلات.
ru: - Личная информация, которую вы предоставляете, например, имя и электронная почта при регистрации. - Данные об использовании приложения, сохраненные темы и предпочтения.

# tprivacyQ2
source: 2. How We Use Your Information
ar: 2. كيفية استخدام معلوماتك
ru: 2. Как мы используем вашу информацию

# tprivacyA2
source: - To provide personalized features like saving topics. - To improve the app and user experience. - We do NOT share or sell your personal data to third parties.
ar: - لتوفير ميزات مخصصة مثل حفظ المواضيع. - لتحسين التطبيق وتجربة المستخدم. - نحن لا نشارك أو نبيع بياناتك الشخصية لأطراف ثالثة.
ru: - Для предоставления персонализированных функций, таких как сохранение тем. - Для улучшения приложения и пользовательского опыта. - Мы НЕ передаем и не продаем ваши личные данные третьим лицам.

# tprivacyQ3
source: 3. Data Security
ar: 3. أمان البيانات
ru: 3. Безопасность данных

# tprivacyA3
source: We use secure authentication (Firebase Auth) and encrypted cloud storage (Firebase Storage & Firestore) to keep your data safe.
ar: نستخدم مصادقة آمنة (Firebase Auth) وتخزين سحابي مشفر (Firebase Storage & Firestore) لحماية بياناتك.
ru: Мы используем безопасную аутентификацию (Firebase Auth) и зашифрованное облачное хранилище (Firebase Storage & Firestore) для защиты ваших данных.

# tprivacyQ4
source: 4. Your Choices
ar: 4. خياراتك
ru: 4. Ваши права

# tprivacyA4
source: - You can delete your account and all data at any time. - Contact us for any questions or data requests.
ar: - يمكنك حذف حسابك وبياناتك في أي وقت. - اتصل بنا لأي استفسارات أو طلبات بيانات.
ru: - Вы можете удалить свой аккаунт и все данные в любое время. - Свяжитесь с нами по любым вопросам или запросам данных.

# tprivacyQ5
source: 5. Changes to This Policy
ar: 5. التغييرات على هذه السياسة
ru: 5. Изменения в политике

# tprivacyA5
source: We may update this policy from time to time. We will notify you of any major changes.
ar: قد نقوم بتحديث هذه السياسة من وقت لآخر. وسنخطرك بأي تغييرات كبيرة.
ru: Мы можем обновлять эту политику время от времени. Мы уведомим вас о любых существенных изменениях.

# tcontactUsIn
source: Contact Us: yvhiku@yandex.ru
ar: اتصل بنا: yvhiku@yandex.ru
ru: Свяжитесь с нами: yvhiku@yandex.ru

# tuserNotFound
source: No user data found
ar: لم يتم العثور على بيانات المستخدم
ru: Данные пользователя не найдены

# tretryLoading
source: Retry Loading
ar: إعادة المحاولة
ru: Повторить загрузку

# tconfirm
source: Confirm
ar: تأكيد
ru: Подтвердить

# tclearAllTopics
source: Clear all saved topics?
ar: مسح جميع المواضيع المحفوظة؟
ru: Очистить все сохраненные темы?

# tclear
source: Clear
ar: مسح
ru: Очистить

# tallTopicsCleared
source: All saved topics cleared
ar: تم مسح جميع المواضيع المحفوظة
ru: Все сохраненные темы очищены

# tclearAll
source: Clear All
ar: مسح الكل
ru: Очистить все

# tnoSavedTopicYet
source: No saved topics yet
ar: لا توجد مواضيع محفوظة بعد
ru: Пока нет сохраненных тем

# tbrowseTopics
source: Browse Topics
ar: تصفح المواضيع
ru: Просмотреть темы

# tsavedTopics
source: Saved Topics
ar: المواضيع المحفوظة
ru: Сохраненные темы

# tremoveThisTopic
source: Remove this topic from saved?
ar: إزالة هذا الموضوع من المحفوظات؟
ru: Удалить эту тему из сохраненных?

# tremove
source: Remove
ar: إزالة
ru: Удалить

# taddedToSaved
source: Added to saved topics
ar: تمت الإضافة إلى المواضيع المحفوظة
ru: Добавлено в сохраненные темы

# tremovedTopic
source: Removed from saved topics
ar: تمت الإزالة من المواضيع المحفوظة
ru: Удалено из сохраненных тем

# tallergicReactionFirstAid
source: Allergic Reaction (First Aid)
ar: الحساسية (الإسعافات الأولية)
ru: Аллергическая реакция (Первая помощь)

# tallergicReactionContent1
source: An allergic reaction is a rapid response of the immune system to allergens such as insect stings, foods, or medications. Some reactions can be life-threatening and require urgent action.
ar: رد الفعل التحسسي هو استجابة سريعة من الجهاز المناعي لمسببات الحساسية مثل لدغات الحشرات أو الأطعمة أو الأدوية. بعض ردود الفعل يمكن أن تهدد الحياة وتتطلب إجراءات عاجلة.
ru: Аллергическая реакция — это быстрый ответ иммунной системы на аллергены, такие как укусы насекомых, продукты питания или лекарства. Некоторые реакции могут быть опасными для жизни и требуют срочных действий.

# tallergicReactionContent2
source: Steps to Provide First Aid:
ar: خطوات تقديم الإسعافات الأولية:
ru: Шаги оказания первой помощи:

# tallergicReactionContent3
source: Assess the Situation
ar: تقييم الموقف
ru: Оцените ситуацию

# tallergicReactionContent4
source: Look for symptoms like rash, swelling (especially of the face or throat), shortness of breath, dizziness, or unconsciousness.
ar: ابحث عن أعراض مثل الطفح الجلدي، التورم (خاصة في الوجه أو الحلق)، ضيق التنفس، الدوخة، أو فقدان الوعي.
ru: Ищите симптомы, такие как сыпь, отек (особенно лица или горла), затрудненное дыхание, головокружение или потеря сознания.

# tallergicReactionContent5
source: Remove the Allergen
ar: إزالة مسبب الحساسية
ru: Удалите аллерген

# tallergicReactionContent6
source: If possible, eliminate contact with the suspected allergen (e.g., food, insect sting, medication).
ar: إذا أمكن، قم بإزالة مسبب الحساسية المشتبه به (مثل الطعام، لدغة الحشرة، الدواء).
ru: По возможности устраните контакт с предполагаемым аллергеном (например, еда, укус насекомого, лекарство).

# tallergicReactionContent7
source: Call Emergency Services
ar: اتصل بخدمات الطوارئ
ru: Вызовите экстренные службы

# tallergicReactionContent8
source: Call 112 immediately. Anaphylaxis can escalate quickly and requires professional help.
ar: اتصل بالرقم 112 على الفور. يمكن أن يتفاقم رد الفعل التحسسي بسرعة ويتطلب مساعدة مهنية.
ru: Немедленно позвоните по номеру 112. Анафилаксия может быстро ухудшиться и требует профессиональной помощи.

# tallergicReactionContent9
source: Help Use an Epinephrine Auto-Injector
ar: مساعدة في استخدام قلم الإبينفرين
ru: Помогите использовать автоинжектор адреналина

# tallergicReactionContent10
source: If the person has an epinephrine pen (e.g., EpiPen), help them use it by injecting into the outer thigh. Hold for 5–10 seconds.
ar: إذا كان الشخص لديه قلم إبينفرين (مثل EpiPen)، ساعده في استخدامه عن طريق الحقن في الفخذ الخارجي. امسك لمدة 5-10 ثوانٍ.
ru: Если у человека есть автоинжектор адреналина (например, EpiPen), помогите ему ввести его в наружную часть бедра. Удерживайте 5–10 секунд.

# tallergicReactionContent11
source: Lay the Person Down
ar: إمداد الشخص بالاستلقاء
ru: Уложите человека

# tallergicReactionContent12
source: If there is no difficulty breathing, lay the person flat and raise their legs. If breathing is difficult, allow them to sit up.
ar: إذا لم يكن هناك صعوبة في التنفس، اجعل الشخص يستلقي بشكل مسطح وارفع ساقيه. إذا كان هناك صعوبة في التنفس، اسمح له بالجلوس.
ru: Если нет затруднений с дыханием, уложите человека на спину и поднимите ноги. Если дыхание затруднено, позвольте ему сидеть.

# tallergicReactionContent13
source: Monitor Breathing and Consciousness
ar: مراقبة التنفس والوعي
ru: Контролируйте дыхание и сознание

# tallergicReactionContent14
source: Watch the person closely. If breathing stops or the person becomes unresponsive, start CPR immediately.
ar: راقب الشخص عن كثب. إذا توقف التنفس أو أصبح الشخص غير مستجيب، ابدأ الإنعاش القلبي الرئوي على الفور.
ru: Внимательно наблюдайте за человеком. Если дыхание остановится или человек потеряет сознание, немедленно начните СЛР.

# tallergicReactionContent15
source: Important Notes:
ar: ملاحظات مهمة:
ru: Важные примечания:
