Repository: yvhiku/pgu-first-aid-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, ru

# poisons_q4
source: What should you avoid doing during poisons care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـالسموم؟
ru: Что следует избегать при уходе за отравления?

# poisons_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# poisons_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# poisons_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# poisons_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# poisons_q5
source: What is a key goal of first aid for poisons?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـالسموم؟
ru: Какова основная цель первой помощи при отравления?

# poisons_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# poisons_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# poisons_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# poisons_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# poisons_q6
source: Which tool is commonly used for handling poisons situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات السموم؟
ru: Какой инструмент обычно используется для обработки ситуаций отравления?

# poisons_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# poisons_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# poisons_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# poisons_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# recovery_pos_q1
source: What is the first step when handling recovery pos?
ar: ما هي الخطوة الأولى عند التعامل مع وضعية الإفاقة؟
ru: Какой первый шаг при оказании помощи при положение восстановления?

# recovery_pos_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# recovery_pos_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# recovery_pos_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# recovery_pos_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# recovery_pos_q2
source: Which of the following is a symptom of recovery pos?
ar: ما هي من الأعراض التالية لـوضعية الإفاقة؟
ru: Какой из следующих симптомов характерен для положение восстановления?

# recovery_pos_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# recovery_pos_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# recovery_pos_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# recovery_pos_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# recovery_pos_q3
source: When should you call emergency services during a recovery pos incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة وضعية الإفاقة؟
ru: Когда следует вызвать экстренные службы во время инцидента положение восстановления?

# recovery_pos_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# recovery_pos_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# recovery_pos_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# recovery_pos_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# recovery_pos_q4
source: What should you avoid doing during recovery pos care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـوضعية الإفاقة؟
ru: Что следует избегать при уходе за положение восстановления?

# recovery_pos_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# recovery_pos_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# recovery_pos_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# recovery_pos_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# recovery_pos_q5
source: What is a key goal of first aid for recovery pos?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـوضعية الإفاقة؟
ru: Какова основная цель первой помощи при положение восстановления?

# recovery_pos_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# recovery_pos_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# recovery_pos_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# recovery_pos_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# recovery_pos_q6
source: Which tool is commonly used for handling recovery pos situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات وضعية الإفاقة؟
ru: Какой инструмент обычно используется для обработки ситуаций положение восстановления?

# recovery_pos_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# recovery_pos_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# recovery_pos_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# recovery_pos_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# seizures_q1
source: What is the first step when handling seizures?
ar: ما هي الخطوة الأولى عند التعامل مع النوبات؟
ru: Какой первый шаг при оказании помощи при припадки?

# seizures_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# seizures_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# seizures_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# seizures_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# seizures_q2
source: Which of the following is a symptom of seizures?
ar: ما هي من الأعراض التالية لـالنوبات؟
ru: Какой из следующих симптомов характерен для припадки?

# seizures_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# seizures_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# seizures_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# seizures_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# seizures_q3
source: When should you call emergency services during a seizures incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة النوبات؟
ru: Когда следует вызвать экстренные службы во время инцидента припадки?

# seizures_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# seizures_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# seizures_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# seizures_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# seizures_q4
source: What should you avoid doing during seizures care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـالنوبات؟
ru: Что следует избегать при уходе за припадки?

# seizures_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# seizures_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# seizures_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# seizures_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# seizures_q5
source: What is a key goal of first aid for seizures?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـالنوبات؟
ru: Какова основная цель первой помощи при припадки?

# seizures_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# seizures_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# seizures_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# seizures_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# seizures_q6
source: Which tool is commonly used for handling seizures situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات النوبات؟
ru: Какой инструмент обычно используется для обработки ситуаций припадки?

# seizures_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# seizures_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# seizures_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# seizures_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# shock_q1
source: What is the first step when handling shock?
ar: ما هي الخطوة الأولى عند التعامل مع الصدمة؟
ru: Какой первый шаг при оказании помощи при шок?

# shock_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# shock_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# shock_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# shock_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# shock_q2
source: Which of the following is a symptom of shock?
ar: ما هي من الأعراض التالية لـالصدمة؟
ru: Какой из следующих симптомов характерен для шок?

# shock_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# shock_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# shock_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# shock_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# shock_q3
source: When should you call emergency services during a shock incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة الصدمة؟
ru: Когда следует вызвать экстренные службы во время инцидента шок?

# shock_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# shock_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# shock_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# shock_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# shock_q4
source: What should you avoid doing during shock care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـالصدمة؟
ru: Что следует избегать при уходе за шок?

# shock_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# shock_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# shock_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# shock_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# shock_q5
source: What is a key goal of first aid for shock?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـالصدمة؟
ru: Какова основная цель первой помощи при шок?

# shock_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# shock_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# shock_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# shock_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# shock_q6
source: Which tool is commonly used for handling shock situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات الصدمة؟
ru: Какой инструмент обычно используется для обработки ситуаций шок?

# shock_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# shock_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# shock_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# shock_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# spinal_injury_q1
source: What is the first step when handling spinal injury?
ar: ما هي الخطوة الأولى عند التعامل مع إصابة العمود الفقري؟
ru: Какой первый шаг при оказании помощи при травма позвоночника?

# spinal_injury_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# spinal_injury_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# spinal_injury_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# spinal_injury_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# spinal_injury_q2
source: Which of the following is a symptom of spinal injury?
ar: ما هي من الأعراض التالية لـإصابة العمود الفقري؟
ru: Какой из следующих симптомов характерен для травма позвоночника?

# spinal_injury_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# spinal_injury_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# spinal_injury_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# spinal_injury_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# spinal_injury_q3
source: When should you call emergency services during a spinal injury incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة إصابة العمود الفقري؟
ru: Когда следует вызвать экстренные службы во время инцидента травма позвоночника?

# spinal_injury_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# spinal_injury_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# spinal_injury_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# spinal_injury_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# spinal_injury_q4
source: What should you avoid doing during spinal injury care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـإصابة العمود الفقري؟
ru: Что следует избегать при уходе за травма позвоночника?

# spinal_injury_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# spinal_injury_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# spinal_injury_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# spinal_injury_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# spinal_injury_q5
source: What is a key goal of first aid for spinal injury?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـإصابة العمود الفقري؟
ru: Какова основная цель первой помощи при травма позвоночника?

# spinal_injury_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# spinal_injury_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# spinal_injury_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# spinal_injury_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# spinal_injury_q6
source: Which tool is commonly used for handling spinal injury situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات إصابة العمود الفقري؟
ru: Какой инструмент обычно используется для обработки ситуаций травма позвоночника?

# spinal_injury_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# spinal_injury_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# spinal_injury_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# spinal_injury_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# sprainstrains_q1
source: What is the first step when handling sprainstrains?
ar: ما هي الخطوة الأولى عند التعامل مع الالتواءات والشد؟
ru: Какой первый шаг при оказании помощи при растяжения и вывихи?

# sprainstrains_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# sprainstrains_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# sprainstrains_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# sprainstrains_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# sprainstrains_q2
source: Which of the following is a symptom of sprainstrains?
ar: ما هي من الأعراض التالية لـالالتواءات والشد؟
ru: Какой из следующих симптомов характерен для растяжения и вывихи?

# sprainstrains_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# sprainstrains_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# sprainstrains_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# sprainstrains_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# sprainstrains_q3
source: When should you call emergency services during a sprainstrains incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة الالتواءات والشد؟
ru: Когда следует вызвать экстренные службы во время инцидента растяжения и вывихи?

# sprainstrains_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# sprainstrains_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# sprainstrains_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# sprainstrains_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# sprainstrains_q4
source: What should you avoid doing during sprainstrains care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـالالتواءات والشد؟
ru: Что следует избегать при уходе за растяжения и вывихи?

# sprainstrains_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# sprainstrains_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# sprainstrains_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# sprainstrains_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# sprainstrains_q5
source: What is a key goal of first aid for sprainstrains?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـالالتواءات والشد؟
ru: Какова основная цель первой помощи при растяжения и вывихи?

# sprainstrains_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# sprainstrains_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# sprainstrains_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# sprainstrains_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# sprainstrains_q6
source: Which tool is commonly used for handling sprainstrains situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات الالتواءات والشد؟
ru: Какой инструмент обычно используется для обработки ситуаций растяжения и вывихи?

# sprainstrains_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# sprainstrains_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# sprainstrains_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# sprainstrains_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# stroke_q1
source: What is the first step when handling stroke?
ar: ما هي الخطوة الأولى عند التعامل مع السكتة الدماغية؟
ru: Какой первый шаг при оказании помощи при инсульт?

# stroke_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# stroke_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# stroke_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# stroke_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# stroke_q2
source: Which of the following is a symptom of stroke?
ar: ما هي من الأعراض التالية لـالسكتة الدماغية؟
ru: Какой из следующих симптомов характерен для инсульт?

# stroke_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# stroke_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# stroke_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# stroke_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# stroke_q3
source: When should you call emergency services during a stroke incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة السكتة الدماغية؟
ru: Когда следует вызвать экстренные службы во время инцидента инсульт?

# stroke_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# stroke_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# stroke_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# stroke_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# stroke_q4
source: What should you avoid doing during stroke care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـالسكتة الدماغية؟
ru: Что следует избегать при уходе за инсульт?

# stroke_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# stroke_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# stroke_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# stroke_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# stroke_q5
source: What is a key goal of first aid for stroke?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـالسكتة الدماغية؟
ru: Какова основная цель первой помощи при инсульт?

# stroke_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# stroke_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# stroke_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз

# stroke_q5_opt4
source: Avoid hospital visit
ar: تجنب زيارة المستشفى
ru: Избежать посещения больницы

# stroke_q6
source: Which tool is commonly used for handling stroke situations?
ar: ما الأداة التي تستخدم عادة للتعامل مع حالات السكتة الدماغية؟
ru: Какой инструмент обычно используется для обработки ситуаций инсульт?

# stroke_q6_opt1
source: Bandage
ar: ضمادة
ru: Бинт

# stroke_q6_opt2
source: Epinephrine pen
ar: حقن الإبينفرين
ru: Эпинефриновый автоинъектор

# stroke_q6_opt3
source: Gloves
ar: قفازات
ru: Перчатки

# stroke_q6_opt4
source: It depends on the situation
ar: يعتمد على الموقف
ru: Зависит от ситуации

# wound_care_q1
source: What is the first step when handling wound care?
ar: ما هي الخطوة الأولى عند التعامل مع العناية بالجروح؟
ru: Какой первый шаг при оказании помощи при уход за ранами?

# wound_care_q1_opt1
source: Stay calm
ar: ابقَ هادئًا
ru: Сохранять спокойствие

# wound_care_q1_opt2
source: Call emergency
ar: اتصل بالطوارئ
ru: Вызвать скорую

# wound_care_q1_opt3
source: Provide water
ar: قدّم ماءً
ru: Предоставить воду

# wound_care_q1_opt4
source: Ignore symptoms
ar: تجاهل الأعراض
ru: Игнорировать симптомы

# wound_care_q2
source: Which of the following is a symptom of wound care?
ar: ما هي من الأعراض التالية لـالعناية بالجروح؟
ru: Какой из следующих симптомов характерен для уход за ранами?

# wound_care_q2_opt1
source: Dizziness
ar: دوار
ru: Головокружение

# wound_care_q2_opt2
source: Itching
ar: حكة
ru: Зуд

# wound_care_q2_opt3
source: Blurred vision
ar: رؤية ضبابية
ru: Нечеткое зрение

# wound_care_q2_opt4
source: All of the above
ar: جميع ما ذُكر
ru: Все вышеперечисленное

# wound_care_q3
source: When should you call emergency services during a wound care incident?
ar: متى يجب عليك استدعاء خدمات الطوارئ أثناء حادثة العناية بالجروح؟
ru: Когда следует вызвать экстренные службы во время инцидента уход за ранами?

# wound_care_q3_opt1
source: If symptoms are mild
ar: إذا كانت الأعراض خفيفة
ru: Если симптомы легкие

# wound_care_q3_opt2
source: If the person faints
ar: إذا أغمي على الشخص
ru: Если человек теряет сознание

# wound_care_q3_opt3
source: If they ask for help
ar: إذا طلب المساعدة
ru: Если он просит о помощи

# wound_care_q3_opt4
source: Always
ar: دائمًا
ru: Всегда

# wound_care_q4
source: What should you avoid doing during wound care care?
ar: ماذا يجب أن تتجنب فعله أثناء العناية بـالعناية بالجروح؟
ru: Что следует избегать при уходе за уход за ранами?

# wound_care_q4_opt1
source: Using outdated methods
ar: استخدام طرق قديمة
ru: Использовать устаревшие методы

# wound_care_q4_opt2
source: Keeping them comfortable
ar: إبقاؤهم في راحة
ru: Обеспечить комфорт

# wound_care_q4_opt3
source: Monitoring breathing
ar: مراقبة التنفس
ru: Контролировать дыхание

# wound_care_q4_opt4
source: Staying with them
ar: البقاء معهم
ru: Оставаться рядом

# wound_care_q5
source: What is a key goal of first aid for wound care?
ar: ما هو الهدف الرئيسي للإسعاف الأولي لـالعناية بالجروح؟
ru: Какова основная цель первой помощи при уход за ранами?

# wound_care_q5_opt1
source: Complete treatment
ar: إكمال العلاج
ru: Полное лечение

# wound_care_q5_opt2
source: Prevent worsening
ar: منع التفاقم
ru: Предотвратить ухудшение

# wound_care_q5_opt3
source: Diagnose accurately
ar: التشخيص بدقة
ru: Точный диагноз
