Repository: yvhiku/pgu-first-aid-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, ru

# cprNote2
source: For infants, use 2 fingers for compressions.
ar: للرضع، استخدم إصبعين للضغطات.
ru: Для младенцев используйте 2 пальца для компрессий.

# cprNote3
source: Do not stop unless the person starts breathing or help arrives.
ar: لا تتوقف إلا إذا بدأ الشخص بالتنفس أو وصلت المساعدة.
ru: Не останавливайтесь, если человек не начнет дышать или не прибудет помощь.

# cprWatchDemoButton
source: Watch CPR Demonstration
ar: شاهد عرضاً للإنعاش القلبي الرئوي
ru: Посмотреть демонстрацию СЛР

source: Added to saved topics
ar: تمت الإضافة إلى المواضيع المحفوظة
ru: Добавлено в сохраненные темы

# diabeticsTitle
source: Diabetics
ar: مرض السكري
ru: Диабет

# diabeticsAppBarTitle
source: Diabetics
ar: مرض السكري
ru: Диабет

# diabeticsHeader
source: Diabetic Emergency First Aid
ar: الإسعافات الأولية لحالات الطوارئ لمرضى السكري
ru: Первая помощь при диабетических осложнениях

# diabeticsIntro
source: Recognizing and managing diabetic emergencies such as hypoglycemia (low blood sugar) is critical.
ar: يعد التعرف على حالات الطوارئ المتعلقة بمرض السكري مثل نقص سكر الدم وإدارتها أمرًا بالغ الأهمية.
ru: Распознавание и лечение диабетических осложнений, таких как гипогликемия (низкий уровень сахара в крови), крайне важно.

# diabeticsSignsTitle
source: Signs of Low Blood Sugar (Hypoglycemia):
ar: علامات انخفاض سكر الدم (نقص سكر الدم):
ru: Признаки гипогликемии:

# diabeticsSignsList
source: - Shakiness, sweating, confusion, dizziness, irritability, headache
ar: - ارتعاش، تعرق، تشوش، دوار، تهيج، صداع
ru: - Дрожь, потливость, спутанность сознания, головокружение, раздражительность, головная боль

# diabeticsStepsTitle
source: First Aid Steps:
ar: خطوات الإسعافات الأولية:
ru: Первая помощь:

# diabeticsStep1Title
source: Check Responsiveness
ar: تحقق من الاستجابة
ru: Проверьте реакцию

# diabeticsStep1Desc
source: If the person is conscious, ask if they have diabetes.
ar: إذا كان الشخص واعيًا، اسأله إذا كان مصابًا بمرض السكري.
ru: Если человек в сознании, спросите, есть ли у него диабет.

# diabeticsStep2Title
source: Give Sugar
ar: أعطِ السكر
ru: Дайте сахар

# diabeticsStep2Desc
source: Give 15-20 grams of fast-acting sugar (fruit juice, glucose tablets, candy).
ar: أعطِ 15-20 جرامًا من السكر سريع المفعول (عصير فواكه، أقراص جلوكوز، حلوى).
ru: Дайте 15-20 граммов быстрых углеводов (фруктовый сок, таблетки глюкозы, конфеты).

# diabeticsStep3Title
source: Wait and Monitor
ar: انتظر وراقب
ru: Подождите и наблюдайте

# diabeticsStep3Desc
source: Wait 15 minutes, then recheck symptoms. Repeat sugar intake if needed.
ar: انتظر 15 دقيقة، ثم تحقق من الأعراض مرة أخرى. كرر تناول السكر إذا لزم الأمر.
ru: Подождите 15 минут, затем проверьте симптомы. Повторите прием сахара, если необходимо.

# diabeticsStep4Title
source: Call Emergency Services
ar: اتصل بخدمات الطوارئ
ru: Вызовите скорую

# diabeticsStep4Desc
source: If the person loses consciousness, becomes confused, or symptoms worsen, call for help immediately.
ar: إذا فقد الشخص وعيه، أو أصبح مشوشًا، أو ساءت الأعراض، اتصل بالمساعدة فورًا.
ru: Если человек теряет сознание, становится дезориентированным или симптомы ухудшаются, немедленно вызовите помощь.

# diabeticsNotesTitle
source: Important Notes:
ar: ملاحظات مهمة:
ru: Важно:

# diabeticsNote1
source: Do NOT give food or drink if the person is unconscious.
ar: لا تعطي أي طعام أو شراب إذا كان الشخص فاقدًا للوعي.
ru: Не давайте еду или питье, если человек без сознания.

# diabeticsNote2
source: If unconscious, place in recovery position and call emergency services.
ar: إذا كان فاقدًا للوعي، ضعه في وضعية الاستفاقة واتصل بخدمات الطوارئ.
ru: Если без сознания, положите в восстановительное положение и вызовите скорую.

# drugOverdoseTitle
source: Drug Overdose
ar: جرعة دواء زائدة
ru: Передозировка

# drugOverdoseMainHeading
source: Drug Overdose First Aid
ar: الإسعافات الأولية لجرعة الدواء الزائدة
ru: Первая помощь при передозировке

# drugOverdoseIntro
source: Recognize the signs of overdose and provide immediate help.
ar: تعرف على علامات الجرعة الزائدة وقدم المساعدة الفورية.
ru: Распознавание признаков передозировки и оказание немедленной помощи.

# drugOverdoseSignsHeading
source: Signs of Drug Overdose:
ar: علامات الجرعة الدوائية الزائدة:
ru: Признаки передозировки:

# drugOverdoseSigns1
source: - Unresponsiveness or unconsciousness
ar: - عدم الاستجابة أو فقدان الوعي
ru: - Отсутствие реакции или потеря сознания

# drugOverdoseSigns2
source: - Difficulty breathing or slow breathing
ar: - صعوبة في التنفس أو تنفس بطيء
ru: - Затрудненное или медленное дыхание

# drugOverdoseSigns3
source: - Seizures or convulsions
ar: - نوبات أو تشنجات
ru: - Судороги или конвульсии

# drugOverdoseSigns4
source: - Vomiting, pale or clammy skin
ar: - قيء، جلد شاحب أو لزج
ru: - Рвота, бледная или липкая кожа

# drugOverdoseStepsHeading
source: First Aid Steps:
ar: خطوات الإسعافات الأولية:
ru: Первая помощь:

# drugOverdoseStep1Title
source: Call Emergency Services
ar: اتصل بخدمات الطوارئ
ru: Вызовите скорую

# drugOverdoseStep1Desc
source: Immediately call for professional medical help.
ar: اتصل فورًا بالمساعدة الطبية المتخصصة.
ru: Немедленно вызовите медицинскую помощь.

# drugOverdoseStep2Title
source: Ensure Safety
ar: تأمين السلامة
ru: Обеспечьте безопасность

# drugOverdoseStep2Desc
source: Make sure the person and yourself are safe from harm.
ar: تأكد من أن الشخص وأنت في مأمن من الأذى.
ru: Убедитесь, что пострадавший и вы в безопасности.

# drugOverdoseStep3Title
source: Check Responsiveness and Breathing
ar: تحقق من الاستجابة والتنفس
ru: Проверьте дыхание

# drugOverdoseStep3Desc
source: If unresponsive, check if they are breathing.
ar: إذا كان غير مستجيب، تحقق مما إذا كان يتنفس.
ru: Если человек не реагирует, проверьте, дышит ли он.

# drugOverdoseStep4Title
source: Perform CPR if Needed
ar: قم بإجراء الإنعاش القلبي الرئوي إذا لزم الأمر
ru: Начните СЛР при необходимости

# drugOverdoseStep4Desc
source: If no breathing or pulse, start CPR until help arrives.
ar: إذا لم يكن هناك تنفس أو نبض، ابدأ الإنعاش القلبي الرئوي حتى وصول المساعدة.
ru: Если нет дыхания или пульса, начните сердечно-легочную реанимацию (СЛР).

# drugOverdoseStep5Title
source: Place in Recovery Position
ar: ضعه في وضعية الاستفاقة
ru: Положение на боку

# drugOverdoseStep5Desc
source: If breathing but unconscious, place on their side to keep airway clear.
ar: إذا كان يتنفس ولكنه فاقد للوعي، ضعه على جانبه للحفاظ على مجرى الهواء مفتوحًا.
ru: Если человек дышит, но без сознания, положите его на бок.

# drugOverdoseImportantNotes
source: Important Notes:
ar: ملاحظات مهمة:
ru: Важно:

# drugOverdoseNote1
source: Do NOT induce vomiting unless instructed by a medical professional.
ar: لا تحفز القيء إلا إذا طلب منك أحد المتخصصين الطبيين.
ru: Не вызывайте рвоту, если это не рекомендовано врачом.

# drugOverdoseNote2
source: Try to identify the substance involved to inform emergency responders.
ar: حاول تحديد المادة المتورطة لإبلاغ المستجيبين للطوارئ.
ru: Постарайтесь определить вещество, чтобы сообщить врачам.

# eyeInjuryTitle
source: Eye Injury
ar: إصابة العين
ru: Травма глаза

# eyeInjuryHeading
source: Eye Injury First Aid
ar: الإسعافات الأولية لإصابات العين
ru: Первая помощь при травме глаза

# eyeInjuryIntro
source: Proper first aid for eye injuries can prevent further damage.
ar: يمكن للإسعافات الأولية الصحيحة لإصابات العين أن تمنع المزيد من الضرر.
ru: Правильная первая помощь при травмах глаза может предотвратить осложнения.

# eyeInjuryTypesHeading
source: Types of Eye Injuries:
ar: أنواع إصابات العين:
ru: Виды травм:

# eyeInjuryType1
source: - Foreign objects in the eye
ar: - أجسام غريبة في العين
ru: - Инородное тело в глазу

# eyeInjuryType2
source: - Chemical splashes
ar: - رشاشات كيميائية
ru: - Химические ожоги

# eyeInjuryType3
source: - Cuts or punctures
ar: - جروح أو ثقوب
ru: - Порезы или проколы

# eyeInjuryStepsHeading
source: First Aid Steps:
ar: خطوات الإسعافات الأولية:
ru: Первая помощь:

# eyeInjuryStep1Title
source: Do NOT Rub the Eye
ar: لا تفرك العين
ru: Не трите глаз

# eyeInjuryStep1Desc
source: Rubbing can cause further damage.
ar: الفرك يمكن أن يسبب المزيد من الضرر.
ru: Это может усугубить повреждение.

# eyeInjuryStep2Title
source: Flush with Clean Water
ar: اغسل بالماء النظيف
ru: Промойте водой

# eyeInjuryStep2Desc
source: If chemicals or foreign particles are present, rinse eye gently with water for at least 15 minutes.
ar: إذا كانت هناك مواد كيميائية أو جسيمات غريبة، اشطف العين بلطف بالماء لمدة 15 دقيقة على الأقل.
ru: При химических ожогах или частицах промывайте глаз водой не менее 15 минут.

# eyeInjuryStep3Title
source: Cover the Eye
ar: غطِ العين
ru: Накройте глаз

# eyeInjuryStep3Desc
source: Use a clean cloth or eye shield to protect the injured eye without applying pressure.
ar: استخدم قطعة قماش نظيفة أو واقي عين لحماية العين المصابة دون تطبيق ضغط.
ru: Используйте чистую повязку, не давя на глаз.

# eyeInjuryStep4Title
source: Seek Medical Attention
ar: اطلب العناية الطبية
ru: Обратитесь к врачу

# eyeInjuryStep4Desc
source: For serious injuries or if pain persists, go to emergency care immediately.
ar: للإصابات الخطيرة أو إذا استمر الألم، اذهب إلى الطوارئ فورًا.
ru: При серьезных травмах или боли немедленно обратитесь к врачу.

# eyeInjuryNotesHeading
source: Important Notes:
ar: ملاحظات مهمة:
ru: Важно:

# eyeInjuryNote1
source: Do not try to remove embedded objects.
ar: لا تحاول إزالة الأجسام المدمجة.
ru: Не пытайтесь удалить внедренный предмет самостоятельно.

# eyeInjuryNote2
source: Avoid using any medication or ointment unless prescribed.
ar: تجنب استخدام أي دواء أو مرهم إلا إذا وصفه الطبيب.
ru: Не используйте мази или лекарства без назначения врача.

# title
source: Fractures
ar: الكسور
ru: Переломы

# heading
source: Fractures First Aid
ar: الإسعافات الأولية للكسور
ru: Первая помощь при переломах

# intro
source: A fracture is a broken bone. Proper first aid can prevent complications.
ar: الكسر هو كسر في العظم. الإسعافات الأولية الصحيحة يمكن أن تمنع المضاعفات.
ru: Перелом - это сломанная кость. Правильная первая помощь может предотвратить осложнения.

# signsHeading
source: Signs of a Fracture:
ar: علامات الكسر:
ru: Признаки перелома:

# sign1
source: - Pain and tenderness
ar: - ألم وإيلام عند اللمس
ru: - Боль и болезненность

# sign2
source: - Swelling or bruising
ar: - تورم أو كدمات
ru: - Отек или синяк

# sign3
source: - Deformity or unnatural positioning
ar: - تشوه أو وضع غير طبيعي
ru: - Деформация или неестественное положение

# sign4
source: - Difficulty moving the limb
ar: - صعوبة في تحريك الطرف المصاب
ru: - Трудности при движении конечностью

# stepsHeading
source: First Aid Steps:
ar: خطوات الإسعافات الأولية:
ru: Первая помощь:

# step1Title
source: Immobilize the Area
ar: إبقاء المنطقة ثابتة
ru: Обездвижьте область

# step1Desc
source: Keep the injured area still and avoid movement.
ar: حافظ على المنطقة المصابة ثابتة وتجنب الحركة.
ru: Держите поврежденную область неподвижной и избегайте движений.

# step2Title
source: Apply a Splint
ar: استخدام جبيرة
ru: Наложите шину

# step2Desc
source: Use a padded splint to support the injury without forcing it into place.
ar: استخدم جبيرة مبطنة لدعم الإصابة دون محاولة إعادة العظم إلى مكانه.
ru: Используйте мягкую шину для поддержки травмы, не пытаясь вправить кость.

# step3Title
source: Apply Cold Compress
ar: استخدام كمادة باردة
ru: Приложите холод

# step3Desc
source: Reduce swelling with ice wrapped in cloth (avoid direct contact with skin).
ar: قلل التورم باستخدام ثلج ملفوف بقطعة قماش (تجنب ملامسة الجلد مباشرة).
ru: Уменьшите отек с помощью льда, завернутого в ткань (избегайте прямого контакта с кожей).

# step4Title
source: Seek Medical Help
ar: طلب المساعدة الطبية
ru: Обратитесь за медицинской помощью

# step4Desc
source: Call emergency services or take the person to hospital promptly.
ar: اتصل بخدمات الطوارئ أو اصطحب الشخص إلى المستشفى فورًا.
ru: Вызовите скорую помощь или доставьте человека в больницу как можно скорее.

# notesHeading
source: Important Notes:
ar: ملاحظات مهمة:
ru: Важно:

# note1
source: Do NOT try to realign the bone or push it back in place.
ar: لا تحاول إعادة العظم إلى وضعه الطبيعي أو دفعه إلى مكانه.
ru: НЕ пытайтесь вправить кость или вернуть её на место.

# note2
source: If bleeding, apply pressure around the wound (not directly on the bone).
ar: إذا كان هناك نزيف، اضغط حول الجرح (ليس مباشرة على العظم).
ru: При кровотечении надавливайте вокруг раны (не непосредственно на кость).

# headInjuryTitle
source: Head Injury
ar: إصابة الرأس
ru: Травма головы

# headInjuryHeading
source: Head Injury First Aid
ar: الإسعافات الأولية لإصابات الرأس
ru: Первая помощь при травме головы

# headInjuryIntro
source: Providing first aid for head injuries is crucial to prevent further damage and complications.
ar: تقديم الإسعافات الأولية لإصابات الرأس أمر بالغ الأهمية لمنع المزيد من الضرر والمضاعفات.
ru: Оказание первой помощи при травмах головы крайне важно для предотвращения дальнейших повреждений и осложнений.

# headInjuryStepsHeading
source: First Aid Steps:
ar: خطوات الإسعافات الأولية:
ru: Шаги первой помощи:

# headInjuryStep1Title
source: Keep the person still and calm.
ar: ابق الشخص ساكنًا وهادئًا.
ru: Держите человека в покое и спокойствии.

# headInjuryStep1Desc
source: Avoid moving the head or neck to prevent spinal injury.
ar: تجنب تحريك الرأس أو الرقبة لمنع إصابة العمود الفقري.
ru: Избегайте движений головы или шеи, чтобы предотвратить травму позвоночника.

# headInjuryStep2Title
source: Check for any bleeding or wounds on the head.
ar: تحقق من أي نزيف أو جروح في الرأس.
ru: Проверьте наличие кровотечения или ран на голове.

# headInjuryStep2Desc
source: Apply gentle pressure with a clean cloth if bleeding is present.
ar: اضغط برفق بقطعة قماش نظيفة إذا كان هناك نزيف.
ru: Осторожно надавите чистой тканью, если есть кровотечение.

# headInjuryStep3Title
source: If the person is unconscious, ensure the airway is clear.
ar: إذا كان الشخص فاقدًا للوعي، تأكد من أن مجرى الهواء مفتوح.
ru: Если человек без сознания, убедитесь, что дыхательные пути открыты.

# headInjuryStep4Title
source: If vomiting occurs, turn the person onto their side to prevent choking.
ar: إذا حدث قيء، أدر الشخص على جانبه لمنع الاختناق.
ru: Если началась рвота, поверните человека на бок, чтобы предотвратить удушье.

# headInjuryStep5Title
source: Call emergency services immediately.
ar: اتصل بخدمات الطوارئ على الفور.
ru: Немедленно вызовите скорую помощь.

# headInjuryNotesHeading
source: Important Notes:
ar: ملاحظات مهمة:
ru: Важные примечания:

# headInjuryNote1
source: Do not give the person food or drink.
ar: لا تعط الشخص أي طعام أو شراب.
ru: Не давайте человеку еду или питье.

# headInjuryNote2
source: Avoid applying ice or cold packs without medical advice.
ar: تجنب وضع الثلج أو الكمادات الباردة دون استشارة طبية.
ru: Избегайте прикладывания льда или холодных компрессов без медицинского совета.

# heartConditionTitle
source: Heart Conditions
ar: أمراض القلب
ru: Болезни сердца

# heartConditionHeading
source: Heart Conditions First Aid
ar: الإسعافات الأولية لأمراض القلب
ru: Первая помощь при болезнях сердца

# heartConditionIntro
source: Immediate aid for heart conditions can save lives. Recognize symptoms and act quickly.
ar: المساعدة الفورية لأمراض القلب يمكن أن تنقذ الأرواح. تعرف على الأعراض واتخذ إجراءً سريعًا.
ru: Неотложная помощь при болезнях сердца может спасти жизни. Распознавайте симптомы и действуйте быстро.

# heartConditionStepsHeading
source: First Aid Steps:
ar: خطوات الإسعافات الأولية:
ru: Шаги первой помощи:

# heartConditionNotesHeading
source: Important Notes:
ar: ملاحظات مهمة:
ru: Важные примечания:

# heartConditionStep1
source: Call emergency services immediately.
ar: اتصل بخدمات الطوارئ على الفور.
ru: Немедленно вызовите скорую помощь.

# heartConditionStep2
source: Help the person to rest in a comfortable position.
ar: ساعد الشخص على الراحة في وضع مريح.
ru: Помогите человеку отдохнуть в удобном положении.

# heartConditionStep3
source: Loosen any tight clothing.
ar: فك أي ملابس ضيقة.
ru: Ослабьте тесную одежду.

# heartConditionStep4
source: If the person is unconscious but breathing, place them in the recovery position.
ar: إذا كان الشخص فاقدًا للوعي ولكنه يتنفس، ضعه في وضعية التعافي.
ru: Если человек без сознания, но дышит, поместите его в позу восстановления.

# heartConditionStep5
source: If trained and the person is not breathing, start CPR immediately.
ar: إذا كنت مدربًا والشخص لا يتنفس، ابدأ الإنعاش القلبي الرئوي على الفور.
ru: Если вы обучены и человек не дышит, немедленно начните СЛР.

# heartConditionNote1
source: Do not give the person any medication unless prescribed.
ar: لا تعط الشخص أي دواء إلا إذا كان موصوفًا.
ru: Не давайте человеку никаких лекарств, если они не назначены.

# heartConditionNote2
source: Stay calm and provide reassurance.
ar: ابق هادئًا وقدم الطمأنينة.
ru: Сохраняйте спокойствие и успокаивайте человека.

# addedToSavedTopicsText
source: Added to saved topics
ar: تمت الإضافة إلى المواضيع المحفوظة
ru: Добавлено в сохраненные темы

# removedFromSavedTopicsText
source: Removed from saved topics
ar: تمت الإزالة من المواضيع المحفوظة
ru: Удалено из сохраненных тем

# poisonTitle
source: Poisons
ar: التسمم
ru: Отравления

# poisonHeading
source: Poisoning First Aid
ar: الإسعافات الأولية للتسمم
ru: Первая помощь при отравлении

# poisonIntro
source: Immediate actions to take in case of poisoning.
ar: الإجراءات الفورية التي يجب اتخاذها في حالة التسمم.
ru: Неотложные действия при отравлении.

# poisonStepsHeading
source: First Aid Steps:
ar: خطوات الإسعافات الأولية:
ru: Шаги первой помощи:

# poisonNotesHeading
source: Important Notes:
ar: ملاحظات مهمة:
ru: Важные примечания:

# poisonStep1
source: Remove the person from the source of poison if safe to do so.
ar: أبعد الشخص عن مصدر السم إذا كان ذلك آمنًا.
ru: Уберите человека от источника отравления, если это безопасно.

# poisonStep2
source: Call emergency services immediately or a poison control center.
ar: اتصل بخدمات الطوارئ على الفور أو بمركز مكافحة السموم.
ru: Немедленно вызовите скорую помощь или центр по борьбе с отравлениями.

# poisonStep3
source: Check the person’s airway, breathing, and circulation.
ar: تحقق من مجرى الهواء والتنفس والدورة الدموية للشخص.
ru: Проверьте дыхательные пути, дыхание и кровообращение человека.

# poisonStep4
source: If the person is unconscious and not breathing, begin CPR.
ar: إذا كان الشخص فاقدًا للوعي ولا يتنفس، ابدأ الإنعاش القلبي الرئوي.
ru: Если человек без сознания и не дышит, начните СЛР.

# poisonStep5
source: Do not induce vomiting unless instructed by a medical professional.
ar: لا تحفز القيء إلا إذا طلب منك أخصائي طبي القيام بذلك.
ru: Не вызывайте рвоту, если это не рекомендовано медицинским специалистом.

# poisonNote1
source: Try to identify the poison and keep the container or sample for medical staff.
ar: حاول تحديد السم واحتفظ بالعبوة أو العينة للطاقم الطبي.
ru: Попытайтесь определить яд и сохраните контейнер или образец для медицинского персонала.

# poisonNote2
source: Avoid giving food, drinks, or medications without medical advice.
ar: تجنب إعطاء الطعام أو المشروبات أو الأدوية دون استشارة طبية.
ru: Избегайте давать еду, напитки или лекарства без медицинского совета.

# recoveryPositionTitle
source: Recovery Position
ar: وضعية التعافي
ru: Поза восстановления

# recoveryPositionHeading
source: Recovery Position
ar: وضعية التعافي
ru: Поза восстановления

# recoveryPositionIntro
source: The recovery position helps keep the airway clear and open. It also ensures that any fluids can drain from the mouth and prevents choking.
ar: تساعد وضعية التعافي في الحفاظ على مجرى الهواء مفتوحًا وواضحًا. كما تضمن تصريف أي سوائل من الفم وتمنع الاختناق.
ru: Поза восстановления помогает держать дыхательные пути открытыми и свободными. Она также обеспечивает отток жидкостей изо рта и предотвращает удушье.

# recoveryPositionStepsHeading
source: Steps to place someone in the recovery position:
ar: خطوات وضع الشخص في وضعية التعافي:
ru: Шаги укладывания человека в позу восстановления:

# recoveryPositionImportantHeading
source: Important:
ar: مهم:
ru: Важно:

# recoveryPositionStep1
source: Kneel beside the person.
ar: اجثُ بجانب الشخص.
ru: Встаньте на колени рядом с человеком.

# recoveryPositionStep2
source: Place the arm nearest to you at a right angle to their body, with the elbow bent and the palm facing upwards.
ar: ضع الذراع الأقرب إليك بزاوية قائمة على الجسم، مع ثني المرفق ورفع الكف لأعلى.
ru: Положите ближайшую к вам руку под прямым углом к телу, согнув локоть и ладонью вверх.

# recoveryPositionStep3
source: Bring their far arm across the chest and hold the back of their hand against their cheek closest to you.
ar: أحضر الذراع البعيدة عبر الصدر وضع ظهر اليد على خده الأقرب إليك.
ru: Перекиньте дальнюю руку через грудь и прижмите тыльную сторону ладони к щеке, ближайшей к вам.

# recoveryPositionStep4
source: Bend the far knee up to a right angle.
ar: اثنِ الركبة البعيدة إلى زاوية قائمة.
ru: Согните дальнее колено под прямым углом.

# recoveryPositionStep5
source: Carefully roll the person onto their side by pulling on the bent knee.
ar: قم بلف الشخص على جانبه برفق عن طريق سحب الركبة المثنية.
ru: Аккуратно перекатите человека на бок, потянув за согнутое колено.

# recoveryPositionStep6
source: Adjust the top leg so that both the hip and knee are bent at right angles.
ar: اضبط الساق العلوية بحيث يكون كل من الورك والركبة مثنيين بزاوية قائمة.
ru: Отрегулируйте верхнюю ногу так, чтобы бедро и колено были согнуты под прямым углом.

# recoveryPositionStep7
source: Tilt the head back slightly to keep the airway open.
ar: أمل الرأس للخلف قليلاً للحفاظ على مجرى الهواء مفتوحًا.
ru: Слегка запрокиньте голову назад, чтобы дыхательные пути оставались открытыми.

# recoveryPositionStep8
source: Make sure their mouth is open to allow any fluids to drain.
ar: تأكد من أن فمه مفتوحًا للسماح بتصريف أي سوائل.
ru: Убедитесь, что рот открыт для оттока жидкостей.

# recoveryPositionNote1
source: Call emergency services if the person is unconscious.
ar: اتصل بخدمات الطوارئ إذا كان الشخص فاقدًا للوعي.
ru: Вызовите скорую помощь, если человек без сознания.

# recoveryPositionNote2
source: Stay with the person until help arrives.
ar: ابق مع الشخص حتى وصول المساعدة.
ru: Оставайтесь с человеком до прибытия помощи.

# recoveryPositionNote3
source: Check breathing regularly.
ar: تحقق من التنفس بانتظام.
ru: Регулярно проверяйте дыхание.

# seizuresTitle
source: Seizures
ar: النوبات
ru: Судороги

# seizuresHeading
source: Seizures
ar: النوبات
ru: Судороги

# seizuresIntro
source: A seizure is a sudden, uncontrolled electrical disturbance in the brain. It can cause changes in behavior, movements, or consciousness.
ar: النوبة هي اضطراب كهربائي مفاجئ وغير منضبط في الدماغ. يمكن أن يسبب تغيرات في السلوك أو الحركات أو الوعي.
ru: Судороги — это внезапное, неконтролируемое нарушение электрической активности мозга. Они могут вызывать изменения в поведении, движениях или сознании.

# seizuresFirstAidHeading
source: First Aid for Seizures:
ar: الإسعافات الأولية للنوبات:
ru: Первая помощь при судорогах:

# seizuresImportantHeading
source: Important:
ar: مهم:
ru: Важно:

# seizuresStep1
source: Stay calm and keep others away from the person to avoid injury.
ar: ابق هادئًا وأبعد الآخرين عن الشخص لتجنب الإصابة.
ru: Сохраняйте спокойствие и держите других подальше от человека, чтобы избежать травм.

# seizuresStep2
source: Protect their head by placing something soft underneath.
ar: احمِ رأسه بوضع شيء ناعم تحته.
ru: Защитите голову, подложив что-то мягкое.

# seizuresStep3
source: Turn the person onto their side to keep the airway clear.
ar: أدر الشخص على جانبه للحفاظ على مجرى الهواء مفتوحًا.
ru: Поверните человека на бок, чтобы дыхательные пути оставались открытыми.

# seizuresStep4
source: Do not restrain their movements or put anything in their mouth.
ar: لا تقيد حركته أو تضع أي شيء في فمه.
ru: Не сдерживайте движения и не кладите ничего в рот.
