Repository: yvhiku/pgu-first-aid-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, ru

# tallergicReactionContent16
source: Epinephrine is the only effective treatment for anaphylaxis.
ar: الإبينفرين هو العلاج الوحيد الفعال لصدمة الحساسية.
ru: Адреналин — единственное эффективное лечение анафилаксии.

# tallergicReactionContent17
source: Do not give anything to eat or drink during the reaction.
ar: لا تعطي أي شيء للأكل أو الشرب أثناء رد الفعل.
ru: Не давайте ничего есть или пить во время реакции.

# tallergicReactionContent18
source: A second epinephrine dose may be needed after 5–15 minutes.
ar: قد تكون هناك حاجة إلى جرعة ثانية من الإبينفرين بعد 5-15 دقيقة.
ru: Может потребоваться вторая доза адреналина через 5–15 минут.

# tallergicReactionContent19
source: Antihistamines may help mild symptoms but are not enough for severe reactions.
ar: قد تساعد مضادات الهيستامين في تخفيف الأعراض الخفيفة ولكنها ليست كافية للتفاعلات الشديدة.
ru: Антигистаминные препараты могут помочь при легких симптомах, но недостаточны при тяжелых реакциях.

# tallergicReactionContent20
source: Watch Allergy First Aid Demo
ar: شاهد عرضًا للإسعافات الأولية للحساسية
ru: Посмотрите демонстрацию первой помощи при аллергии

# tassessingInjured
source: Assessing an Injured Person
ar: تقييم الشخص المصاب
ru: Оценка пострадавшего

# tassessing1
source: Before providing first aid, assess the situation and the injured person. This ensures your own safety and allows effective help.
ar: قبل تقديم الإسعافات الأولية، قم بتقييم الموقف والشخص المصاب. هذا يضمن سلامتك ويسمح بتقديم المساعدة الفعالة.
ru: Прежде чем оказывать первую помощь, оцените ситуацию и пострадавшего. Это обеспечивает вашу безопасность и позволяет эффективно помочь.

# tassessing2
source: Initial Assessment Steps:
ar: خطوات التقييم الأولية:
ru: Шаги первоначальной оценки:

# tassessing3
source: Ensure Scene Safety
ar: تأمين مكان الحادث
ru: Обеспечьте безопасность места

# tassessing4
source: Check for immediate dangers like fire, traffic, or electrical hazards. Do not enter an unsafe scene.
ar: تحقق من المخاطر الفورية مثل الحركة المرورية أو المخاطر الكهربائية. لا تدخل إلى مكان غير آمن.
ru: Проверьте наличие непосредственных опасностей, таких как огонь, транспорт или электрические опасности. Не входите в небезопасное место.

# tassessing5
source: Check Responsiveness
ar: فحص الاستجابة
ru: Проверьте реакцию

# tassessing6
source: Gently shake the person and ask loudly, "Can you hear me?" If no response, proceed to call for help.
ar: هز الشخص برفق واسأل بصوت عالٍ، "هل تسمعني؟" إذا لم يكن هناك رد، اتصل بالمساعدة.
ru: Аккуратно встряхните человека и громко спросите: «Вы меня слышите?» Если нет ответа, вызовите помощь.

# tassessing7
source: Call Emergency Services
ar: الاتصال بخدمات الطوارئ
ru: Вызовите экстренные службы

# tassessing8
source: Call 112 or ask a bystander to do so. Provide your location and details of the situation.
ar: اتصل بالرقم 112 أو اطلب من أحد المارة القيام بذلك. قدم موقعك وتفاصيل الحادث.
ru: Позвоните по номеру 112 или попросите кого-нибудь сделать это. Укажите свое местоположение и детали ситуации.

# tassessing9
source: Open the Airway
ar: فتح مجرى الهواء
ru: Откройте дыхательные пути

# tassessing10
source: Tilt the head back and lift the chin to open the airway if the person is unconscious.
ar: أمل رأس الشخص للخلف وارفع الذقن لفتح مجرى الهواء إذا كان الشخص فاقدًا للوعي.
ru: Запрокиньте голову назад и поднимите подбородок, чтобы открыть дыхательные пути, если человек без сознания.

# tassessing11
source: Check for Breathing
ar: فحص التنفس
ru: Проверьте дыхание

# tassessing12
source: Look, listen, and feel for breathing. If not breathing, begin CPR immediately.
ar: انظر، استمع، وتحسس التنفس. إذا لم يكن هناك تنفس، ابدأ الإنعاش القلبي الرئوي على الفور.
ru: Посмотрите, послушайте и почувствуйте дыхание. Если дыхания нет, немедленно начните СЛР.

# tassessing13
source: Check for Bleeding
ar: فحص النزيف
ru: Проверьте кровотечение

# tassessing14
source: Quickly scan for major bleeding. Apply direct pressure to wounds using a cloth or bandage.
ar: ابحث بسرعة عن نزيف كبير. اضغط مباشرة على الجروح باستخدام قطعة قماش أو ضمادة.
ru: Быстро осмотрите на наличие сильного кровотечения. Надавите непосредственно на рану с помощью ткани или бинта.

# tassessing15
source: Treat for Shock
ar: علاج الصدمة
ru: Лечение шока

# tassessing16
source: Keep the person warm and reassure them. Do not give food or drink.
ar: حافظ على دفء الشخص وطمأنته. لا تعطيه أي طعام أو شراب.
ru: Согрейте человека и успокойте его. Не давайте еду или питье.

# tassessing17
source: Important Notes:
ar: ملاحظات مهمة:
ru: Важные примечания:

# tassessing18
source: Never put yourself in danger to help someone.
ar: لا تعرض نفسك للخطر لمساعدة شخص آخر.
ru: Никогда не подвергайте себя опасности, чтобы помочь кому-то.

# tassessing19
source: Only move the injured person if there is an immediate threat.
ar: لا تحرك الشخص المصاب إلا إذا كان هناك تهديد فوري.
ru: Перемещайте пострадавшего только при непосредственной угрозе.

# tassessing20
source: Always check response, breathing, and bleeding in that order.
ar: تحقق دائمًا من الاستجابة والتنفس والنزيف بهذا الترتيب.
ru: Всегда проверяйте реакцию, дыхание и кровотечение в таком порядке.

# tassessing21
source: Watch Assessment Demo
ar: شاهد عرضًا لتقييم المصاب
ru: Посмотрите демонстрацию оценки

source: Asthma
ar: الربو
ru: Астма

# asthmaTitle
source: Asthma Attack First Aid
ar: الإسعافات الأولية لنوبة الربو
ru: Первая помощь при приступе астмы

# asthma1
source: Asthma attacks can be life-threatening. Quick and correct action is crucial to help someone who is having difficulty breathing.
ar: يمكن أن تكون نوبات الربو مهددة للحياة. الإجراء السريع والصحيح ضروري لمساعدة شخص يعاني من صعوبة في التنفس.
ru: Приступы астмы могут быть опасными для жизни. Быстрые и правильные действия крайне важны, чтобы помочь человеку, испытывающему затруднения с дыханием.

# asthma2
source: Steps to Help During an Asthma Attack:
ar: خطوات المساعدة أثناء نوبة الربو:
ru: Шаги помощи во время приступа астмы:

# asthma3
source: Stay Calm and Reassure
ar: ابق هادئًا وطمئن الشخص
ru: Сохраняйте спокойствие и успокаивайте

# asthma4
source: Help the person stay calm and encourage them to sit upright and breathe slowly.
ar: ساعد الشخص على البقاء هادئًا وشجعه على الجلوس بشكل مستقيم والتنفس ببطء.
ru: Помогите человеку сохранять спокойствие и поощряйте его сидеть прямо и дышать медленно.

# asthma5
source: Use Inhaler (Reliever)
ar: استخدم البخاخ (الموسع للشعب الهوائية)
ru: Используйте ингалятор (бронхолитик)

# asthma6
source: Help them take their quick-relief inhaler (usually blue). They may take 1–2 puffs every 30–60 seconds, up to 10 puffs.
ar: ساعده في استخدام بخاخ الإغاثة السريعة (عادةً ما يكون أزرق). يمكنه أخذ 1-2 نفخة كل 30-60 ثانية، حتى 10 نفخات.
ru: Помогите ему использовать ингалятор быстрого действия (обычно синий). Он может сделать 1–2 вдоха каждые 30–60 секунд, до 10 вдохов.

# asthma7
source: Loosen Tight Clothing
ar: فك الملابس الضيقة
ru: Ослабьте тесную одежду

# asthma8
source: Loosen any tight clothing around the neck or chest to help with breathing.
ar: فك أي ملابس ضيقة حول الرقبة أو الصدر للمساعدة في التنفس.
ru: Ослабьте любую тесную одежду вокруг шеи или груди, чтобы облегчить дыхание.

# asthma9
source: Call Emergency Services
ar: اتصل بخدمات الطوارئ
ru: Вызовите экстренные службы

# asthma10
source: If breathing doesn’t improve after 10 puffs or worsens, call 112 immediately.
ar: إذا لم يتحسن التنفس بعد 10 نفخات أو ساءت الحالة، اتصل بالرقم 112 على الفور.
ru: Если дыхание не улучшается после 10 вдохов или ухудшается, немедленно позвоните по номеру 112.

# asthma11
source: Repeat if Needed
ar: كرر إذا لزم الأمر
ru: Повторите при необходимости

# asthma12
source: Continue giving 1 puff every 30–60 seconds up to another 10 puffs while waiting for help.
ar: استمر في إعطاء نفخة واحدة كل 30-60 ثانية حتى 10 نفخات أخرى أثناء انتظار المساعدة.
ru: Продолжайте давать 1 вдох каждые 30–60 секунд до еще 10 вдохов, пока ждете помощи.

# asthma13
source: Important Notes:
ar: ملاحظات مهمة:
ru: Важные примечания:

# asthma14
source: Do not leave the person alone during an attack.
ar: لا تترك الشخص وحده أثناء النوبة.
ru: Не оставляйте человека одного во время приступа.

# asthma15
source: Do not lie the person down—keep them sitting upright.
ar: لا تجعل الشخص يستلقي - ابقه جالسًا بشكل مستقيم.
ru: Не укладывайте человека — держите его в сидячем положении.

# asthma16
source: Avoid triggers like smoke, cold air, or allergens.
ar: تجنب المثيرات مثل الدخان أو الهواء البارد أو مسببات الحساسية.
ru: Избегайте триггеров, таких как дым, холодный воздух или аллергены.

# asthma17
source: Watch Asthma Demo
ar: شاهد عرضًا للإسعافات الأولية للربو
ru: Посмотрите демонстрацию первой помощи при астме

source: Bites
ar: لدغات
ru: Укусы

# bitesTitle
source: Bite Wound First Aid
ar: الإسعافات الأولية للدغات
ru: Первая помощь при укусах

# bites1
source: Animal or insect bites can transmit diseases and lead to infections if untreated.
ar: يمكن أن تنقل لدغات الحيوانات أو الحشرات الأمراض وتؤدي إلى التهابات إذا لم يتم علاجها.
ru: Укусы животных или насекомых могут передавать заболевания и приводить к инфекциям, если их не лечить.

# bites2
source: Steps to Treat Bites:
ar: خطوات علاج اللدغات:
ru: Шаги лечения укусов:

# bites3
source: Move to Safety
ar: الانتقال إلى مكان آمن
ru: Переместитесь в безопасное место

# bites4
source: Ensure the area is safe and the biting animal is no longer a threat.
ar: تأكد من أن المنطقة آمنة وأن الحيوان لم يعد يشكل تهديدًا.
ru: Убедитесь, что территория безопасна, и кусающее животное больше не представляет угрозы.

# bites5
source: Clean the Wound
ar: نظف الجرح
ru: Очистите рану

# bites6
source: Wash with soap and running water for several minutes.
ar: اغسل بالماء والصابون الجاري لعدة دقائق.
ru: Промойте проточной водой с мылом в течение нескольких минут.

# bites7
source: Stop the Bleeding
ar: أوقف النزيف
ru: Остановите кровотечение

# bites8
source: Apply gentle pressure with a clean cloth or bandage.
ar: اضغط برفق بقطعة قماش نظيفة أو ضمادة.
ru: Осторожно надавите чистой тканью или бинтом.

# bites9
source: Apply Antiseptic
ar: ضع مطهرًا
ru: Нанесите антисептик

# bites10
source: Use an antiseptic solution to prevent infection.
ar: استخدم محلولًا مطهرًا لمنع العدوى.
ru: Используйте антисептический раствор для предотвращения инфекции.

# bites11
source: Cover the Wound
ar: غطي الجرح
ru: Закройте рану

# bites12
source: Use a sterile bandage to protect the bite.
ar: استخدم ضمادة معقمة لحماية اللدغة.
ru: Используйте стерильную повязку для защиты укуса.

# bites13
source: Seek Medical Help
ar: اطلب المساعدة الطبية
ru: Обратитесь за медицинской помощью

# bites14
source: Especially important for deep bites or suspected rabies exposure.
ar: من المهم بشكل خاص للدغات العميقة أو المشتبه بها في داء الكلب.
ru: Особенно важно при глубоких укусах или подозрении на бешенство.

# bites15
source: Important Notes:
ar: ملاحظات مهمة:
ru: Важные примечания:

# bites16
source: Tetanus shot may be needed.
ar: قد تكون هناك حاجة إلى حقنة الكزاز.
ru: Может потребоваться прививка от столбняка.

# bites17
source: Watch for signs of infection (redness, swelling, pus).
ar: راقب علامات العدوى (احمرار، تورم، صديد).
ru: Следите за признаками инфекции (покраснение, отек, гной).

# bites18
source: If bitten by a wild animal, report to authorities.
ar: إذا تعرضت للعض من قبل حيوان بري، أبلغ السلطات.
ru: Если вас укусило дикое животное, сообщите в соответствующие органы.

source: Bleeding
ar: النزيف
ru: Кровотечение

# bleedingTitle
source: First Aid for Bleeding
ar: الإسعافات الأولية للنزيف
ru: Первая помощь при кровотечении

# bleeding1
source: Quick action is critical in stopping bleeding to prevent shock or more serious injury.
ar: الإجراء السريع ضروري لوقف النزيف لمنع الصدمة أو إصابة أكثر خطورة.
ru: Быстрые действия критически важны для остановки кровотечения, чтобы предотвратить шок или более серьезную травму.

# bleeding2
source: Steps to Stop Bleeding:
ar: خطوات إيقاف النزيف:
ru: Шаги остановки кровотечения:

# bleeding3
source: Protect Yourself
ar: احمِ نفسك
ru: Защитите себя

# bleeding4
source: Wear gloves if available to avoid contact with blood.
ar: ارتدِ قفازات إذا كانت متاحة لتجنب ملامسة الدم.
ru: Наденьте перчатки, если они есть, чтобы избежать контакта с кровью.

# bleeding5
source: Apply Pressure
ar: اضغط على الجرح
ru: Надавите на рану

# bleeding6
source: Use a clean cloth or gauze to press firmly on the wound.
ar: استخدم قطعة قماش نظيفة أو شاش للضغط بقوة على الجرح.
ru: Используйте чистую ткань или марлю, чтобы сильно надавить на рану.

# bleeding7
source: Elevate the Area
ar: ارفع المنطقة المصابة
ru: Поднимите поврежденную область

# bleeding8
source: Raise the injured limb above heart level if possible.
ar: ارفع الطرف المصاب فوق مستوى القلب إذا أمكن.
ru: Поднимите поврежденную конечность выше уровня сердца, если возможно.

# bleeding9
source: Use a Bandage
ar: استخدم ضمادة
ru: Используйте повязку

# bleeding10
source: Wrap the wound tightly, but not so tight as to cut off circulation.
ar: لف الجرح بإحكام، ولكن ليس بإحكام شديد لقطع الدورة الدموية.
ru: Плотно оберните рану, но не слишком туго, чтобы не перекрыть кровообращение.

# bleeding11
source: Seek Emergency Help
ar: اطلب المساعدة الطارئة
ru: Вызовите экстренную помощь

# bleeding12
source: If bleeding is severe or doesn’t stop after 10 minutes.
ar: إذا كان النزيف شديدًا أو لم يتوقف بعد 10 دقائق.
ru: Если кровотечение сильное или не останавливается через 10 минут.

# bleeding13
source: Warnings:
ar: تحذيرات:
ru: Предупреждения:

# bleeding14
source: Do not remove objects embedded in the wound.
ar: لا تزيل الأجسام المدمجة في الجرح.
ru: Не удаляйте предметы, застрявшие в ране.

# bleeding15
source: Do not use tourniquets unless trained.
ar: لا تستخدم العاصبة إلا إذا كنت مدربًا.
ru: Не используйте жгут, если вы не обучены этому.

# bleeding16
source: Watch for signs of shock (pale skin, weakness).
ar: راقب علامات الصدمة (جلد شاحب، ضعف).
ru: Следите за признаками шока (бледная кожа, слабость).

source: Burns
ar: الحروق
ru: Ожоги

# burnsTitle
source: First Aid for Burns
ar: الإسعافات الأولية للحروق
ru: Первая помощь при ожогах

# burns1
source: Burns can range from mild to life-threatening. First aid helps reduce damage and pain.
ar: يمكن أن تتراوح الحروق من خفيفة إلى مهددة للحياة. تساعد الإسعافات الأولية في تقليل الضرر والألم.
ru: Ожоги могут варьироваться от легких до опасных для жизни. Первая помощь помогает уменьшить повреждение и боль.

# burns2
source: Steps to Treat Burns:
ar: خطوات علاج الحروق:
ru: Шаги лечения ожогов:

# burns3
source: Stop the Burning Process
ar: أوقف عملية الحرق
ru: Остановите процесс горения

# burns4
source: Remove the person from the heat source and extinguish flames.
ar: أبعد الشخص عن مصدر الحرارة وأطفئ اللهب.
ru: Уберите человека от источника тепла и потушите пламя.

# burns5
source: Cool the Burn
ar: تبريد الحرق
ru: Охладите ожог

# burns6
source: Use cool (not cold) running water for 10–20 minutes.
ar: استخدم الماء البارد (وليس المثلج) الجاري لمدة 10-20 دقيقة.
ru: Используйте прохладную (не холодную) проточную воду в течение 10–20 минут.

# burns7
source: Protect the Area
ar: احمي المنطقة
ru: Защитите область

# burns8
source: Cover loosely with a clean, non-stick cloth or dressing.
ar: غطِ الحرق بقطعة قماش نظيفة غير لاصقة أو ضمادة.
ru: Накройте неплотно чистой нелипкой тканью или повязкой.

# burns9
source: Avoid Creams or Ice
ar: تجنب الكريمات أو الثلج
ru: Избегайте кремов или льда

# burns10
source: Do not apply butter, ointments, or ice directly.
ar: لا تضع الزبدة أو المراهم أو الثلج مباشرة على الحرق.
ru: Не наносите масло, мази или лед непосредственно на ожог.

# burns11
source: Seek Help
ar: اطلب المساعدة
ru: Обратитесь за помощью

# burns12
source: Call emergency services for severe or large burns.
ar: اتصل بخدمات الطوارئ للحروق الشديدة أو الكبيرة.
ru: Вызовите экстренные службы при сильных или больших ожогах.

# burns13
source: Burn Severity:
ar: درجات الحروق:
ru: Степени ожогов:

# burns14
source: First-degree: Red, painful (like sunburn).
ar: الدرجة الأولى: احمرار، ألم (مثل حروق الشمس).
ru: Первая степень: покраснение, боль (как солнечный ожог).

# burns15
source: Second-degree: Blisters, intense pain.
ar: الدرجة الثانية: بثور، ألم شديد.
ru: Вторая степень: волдыри, сильная боль.

# burns16
source: Third-degree: Charred, white, painless — call 911.
ar: الدرجة الثالثة: متفحمة، بيضاء، غير مؤلمة - اتصل بالطوارئ.
ru: Третья степень: обугленная, белая, безболезненная — вызовите скорую.

# ChokingTitle
source: Choking First Aid
ar: الإسعافات الأولية للاختناق
ru: Первая помощь при удушье

# Choking1
source: Choking occurs when an object blocks the airway, preventing normal breathing.
ar: يحدث الاختناق عندما يعيق جسم ما مجرى الهواء، مما يمنع التنفس الطبيعي.
ru: Удушье происходит, когда предмет блокирует дыхательные пути, препятствуя нормальному дыханию.

# tChoking2
source: Signs of Choking:
ar: علامات الاختناق:
ru: Признаки удушья:

# tChoking3
source: - Difficulty breathing or noisy breathing
ar: - صعوبة في التنفس أو تنفس صاخب
ru: - Затрудненное или шумное дыхание

# tChoking4
source: - Inability to speak or cough effectively
ar: - عدم القدرة على الكلام أو السعال بشكل فعال
ru: - Невозможность говорить или кашлять

# tChoking5
source: - Clutching the throat (universal choking sign)
ar: - الإمساك بالحنجرة (علامة الاختناق العالمية)
ru: - Схватывание за горло (универсальный жест удушья)

# tChoking6
source: First Aid Steps:
ar: خطوات الإسعافات الأولية:
ru: Действия первой помощи:

# tChoking7
source: Encourage Coughing
ar: شجع المصاب على السعال
ru: Поощряйте кашель

# tChoking8
source: If the person can cough, encourage them to keep coughing to try to dislodge the object.
ar: إذا كان المصاب يستطيع السعال، شجعه على الاستمرار لمحاولة إزالة الجسم الغريب.
ru: Если человек может кашлять, поощряйте его продолжать, чтобы попытаться вытолкнуть предмет.

# tChoking9
source: Perform Back Blows
ar: قم بضربات الظهر
ru: Нанесите удары по спине

# tChoking10
source: If coughing is ineffective, lean the person forward and deliver 5 firm back blows between the shoulder blades with the heel of your hand.
ar: إذا كان السعال غير فعال، أمِل المصاب للأمام وقم بتوجيه 5 ضربات قوية بين الكتفين بكعب يدك.
ru: Если кашель неэффективен, наклоните человека вперед и нанесите 5 сильных ударов между лопатками основанием ладони.

# tChoking11
source: Perform Abdominal Thrusts
ar: قم بضغطات البطن (مناورة هايمليخ)
ru: Проведите прием Геймлиха

# tChoking12
source: If back blows do not clear the airway, perform 5 abdominal thrusts (Heimlich maneuver): stand behind, place a fist above the navel, grasp it with the other hand, and pull sharply inward and upward.
ar: إذا لم تنجح ضربات الظهر، قم بـ 5 ضغطات بطنية: قف خلف المصاب، ضع قبضة يدك فوق السرة، أمسكها باليد الأخرى، واسحب بقوة إلى الداخل والأعلى.
ru: Если удары по спине не помогают, выполните 5 толчков в живот: встаньте сзади, поместите кулак выше пупка, обхватите его другой рукой и резко потяните внутрь и вверх.

# tChoking13
source: Repeat as Necessary
ar: كرر حسب الحاجة
ru: Повторяйте при необходимости

# tChoking14
source: Alternate between 5 back blows and 5 abdominal thrusts until the object is expelled or the person becomes unconscious.
ar: قم بالتناوب بين 5 ضربات ظهر و5 ضغطات بطنية حتى يخرج الجسم الغريب أو يفقد المصاب الوعي.
ru: Чередуйте 5 ударов по спине и 5 толчков в живот, пока предмет не выйдет или человек не потеряет сознание.

# tChoking15
source: Call Emergency Services
ar: اتصل بخدمات الطوارئ
ru: Вызовите экстренные службы

# tChoking16
source: If the person becomes unconscious or choking persists, call emergency services immediately and begin CPR if trained.
ar: إذا فقد المصاب الوعي أو استمر الاختناق، اتصل بالطوارئ فوراً وابدأ الإنعاش القلبي الرئوي إذا كنت مدرباً.
ru: Если человек теряет сознание или удушье продолжается, немедленно вызовите скорую помощь и начните СЛР, если обучены.

# tChoking17
source: Important Notes:
ar: ملاحظات مهمة:
ru: Важные примечания:

# tChoking18
source: Do not perform abdominal thrusts on infants under 1 year old—use appropriate infant choking techniques.
ar: لا تقم بضغطات البطن للأطفال الرضع أقل من سنة—استخدم تقنيات الاختناق المناسبة للرضع.
ru: Не выполняйте прием Геймлиха детям до 1 года—используйте специальные методы для младенцев.

# tChoking19
source: If you are alone and choking, try to perform abdominal thrusts on yourself or call for help.
ar: إذا كنت لوحدك وتختنق، حاول القيام بضغطات البطن على نفسك أو اطلب المساعدة.
ru: Если вы один и задыхаетесь, попробуйте выполнить прием Геймлиха на себе или позовите на помощь.

# cprTitle
source: CPR Instructions
ar: تعليمات الإنعاش القلبي الرئوي
ru: Инструкция по СЛР

# cprHeading
source: Cardiopulmonary Resuscitation (CPR)
ar: الإنعاش القلبي الرئوي (CPR)
ru: Сердечно-легочная реанимация (СЛР)

# cprIntro
source: Performing CPR can save a life when someone’s breathing or heartbeat has stopped.
ar: يمكن لإنعاش القلب الرئوي أن ينقذ حياة شخص توقف تنفسه أو نبض قلبه.
ru: Проведение СЛР может спасти жизнь, если у человека остановилось дыхание или сердцебиение.

# cprStepsHeading
source: Steps to Perform CPR:
ar: خطوات تنفيذ الإنعاش القلبي الرئوي:
ru: Шаги проведения СЛР:

# cprStep1Title
source: Check Responsiveness
ar: تحقق من الاستجابة
ru: Проверьте реакцию

# cprStep1Description
source: Tap the person’s shoulder and shout, 'Are you okay?'
ar: اضرب على كتف الشخص وصرخ، 'هل أنت بخير؟'
ru: Похлопайте по плечу и громко спросите: 'Вы в порядке?'

# cprStep2Title
source: Call for Help
ar: اطلب المساعدة
ru: Позовите на помощь

# cprStep2Description
source: If unresponsive, call emergency services (e.g., 112) or ask someone to call.
ar: إذا لم يستجب، اتصل بالطوارئ (مثل 112) أو اطلب من أحد الاتصال.
ru: Если нет реакции, вызовите скорую (например, 112) или попросите кого-то позвонить.

# cprStep3Title
source: Open the Airway
ar: افتح مجرى الهواء
ru: Откройте дыхательные пути

# cprStep3Description
source: Tilt the head back slightly and lift the chin to open the airway.
ar: أمِل الرأس للخلف قليلاً وارفع الذقن لفتح مجرى الهواء.
ru: Запрокиньте голову немного назад и приподнимите подбородок.

# cprStep4Title
source: Check for Breathing
ar: تحقق من التنفس
ru: Проверьте дыхание

# cprStep4Description
source: Look, listen, and feel for breathing (no more than 10 seconds).
ar: انظر، استمع، وتحسس للتنفس (لا تزيد عن 10 ثوانٍ).
ru: Смотрите, слушайте и чувствуйте дыхание (не более 10 секунд).

# cprStep5Title
source: Start Chest Compressions
ar: ابدأ ضغطات الصدر
ru: Начните компрессии грудной клетки

# cprStep5Description
source: Place hands on the center of the chest. Push hard and fast (5cm deep at 100-120 compressions per minute).
ar: ضع يديك في منتصف الصدر. اضغط بقوة وبسرعة (5 سم عمقاً بمعدل 100-120 ضغطة في الدقيقة).
ru: Положите руки на центр груди. Давите сильно и быстро (5 см глубиной, 100-120 компрессий в минуту).

# cprStep6Title
source: Give Rescue Breaths
ar: أعطِ أنفاساً إنقاذية
ru: Сделайте искусственное дыхание

# cprStep6Description
source: After 30 compressions, give 2 breaths (pinch the nose, cover the mouth with yours, and blow until the chest rises).
ar: بعد 30 ضغطة، أعطِ نفسين (اغلق الأنف، غطِّ فم المصاب بفمك، وانفخ حتى يرتفع الصدر).
ru: После 30 компрессий сделайте 2 вдоха (зажмите нос, накройте рот своим и дуйте, пока грудь не поднимется).

# cprStep7Title
source: Continue CPR
ar: استمر في الإنعاش القلبي الرئوي
ru: Продолжайте СЛР

# cprStep7Description
source: Repeat cycles of 30 compressions and 2 breaths until help arrives or the person revives.
ar: كرر دورات 30 ضغطة و2 نفس حتى تصل المساعدة أو يستعيد الشخص وعيه.
ru: Повторяйте циклы из 30 компрессий и 2 вдохов, пока не прибудет помощь или человек не очнется.

# cprNotesHeading
source: Important Notes:
ar: ملاحظات مهمة:
ru: Важные примечания:

# cprNote1
source: Use an AED if available.
ar: استخدم جهاز صدمات القلب الكهربائي (AED) إذا كان متاحاً.
ru: Используйте AED (дефибриллятор), если доступен.
